{"meta":{"title":"忠解癌状态","subtitle":"李忠癌状态","description":"国内首档专门针对肿瘤患者的音视频宝典《忠解癌状态》邀请了著名中医肿瘤临床专家李忠教授为大家讲授放疗化疗后,癌细胞为何会疯狂地“生长或扩散”。","author":"John Doe","url":"http://yoursite.com"},"pages":[{"title":"癌症,远离我!","date":"2017-11-10T10:40:00.000Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"about/zj1b.html","permalink":"http://yoursite.com/about/zj1b.html","excerpt":"","text":"如果能养成下列几个方面的良好习惯，将有助于抵御癌症的侵袭。 1.养成有规律的作息习惯。睡眠最好定时定量，夜生活不应毫无节制，特别是昼夜睡眠节律不宜打乱。因为生物医学告诉我们，生物节律最重要的意义是使生物对环境变化产生更好的前瞻性适应。人在长期生活中建立起来的内部时间节律，对人的心理状态有很大影响。如果长期生活无规律，我们机体的正常免疫机能将会受影响，抗病能力将会下降，癌细胞就容易乘虚而入。 2.饮食结构应科学合理，做到食谱广泛、营养全面、荤素兼顾、粗细搭配。而偏食、嗜咸、嗜腌制食品的不良习惯应予纠正。因为食谱过窄易造成营养不良和矿物质、维生素缺乏，熏制霉变食物，则有直接致癌作用。 3. 要注意讲究卫生，不饮生水，饭前便后洗手，水果蔬菜进食前应洗净，不吃污染过的食品等。这些虽然是老生常谈，但仍有重申的必要。因为不讲卫生易致各种感染，给细菌病毒造成可乘之机。而经常性的慢性炎症本身就是癌变的潜在危险因素。另外，污染过的食品有直接致癌作用。 4.应坚持适量、适度的体育锻炼，纠正懒言少动的惰性习惯。因为体育运动有助于激发生命活力，增强体质，提高免疫力水平，使机体各个器官的功能得以全面发挥。生命在于运动，这句名言是极富哲理的。事实上，体格健壮本身就是抵抗癌症的最佳物质基础。 5.宜笑口常开，不宜悲悲戚戚;宜难得湖涂，不宜斤斤计较;宜开朗豁达，不宜怨天忧人。有些人爱吃后悔药，爱埋怨人，爱将不快和忧郁憋在内心而得不到解脱、宣泄。这样就等于使癌魔在我们身上潜藏了别动队和同盟军。 总之，改变不健康的生活方式和行为，建立和形成有益健康的生活方式和习惯，进行适当调理，不仅是增进健康的有效良策，也是预防癌症的重要手段。在今天，还有几种不良嗜好需要我们努力克服，如吸烟、嗜酒等。从某种意义上说，预防癌症是对我们毅力的挑战。倘若不能从改变生活习惯做起，就难以在虎视眈眈的癌魔面前高枕无忧。"},{"title":"categories","date":"2017-12-06T05:21:49.018Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"Tags","date":"2017-12-06T05:21:49.018Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"","slug":"zj1fin","date":"2017-12-06T05:21:49.018Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"2017/12/06/zj1fin/","link":"","permalink":"http://yoursite.com/2017/12/06/zj1fin/","excerpt":"","text":"title:老年人为何容易患癌?categories: 中医专家date: 2017-11-11 10:40:00tags: [肺癌，中医治疗肺癌，中医治疗癌症]— 任何年龄的人都可能患癌症，只是随着人年龄增长愈易患癌。一般40岁以上最容易患癌。这可能以下因素有关。 (1)发生癌症之前存在一个时间较大的潜伏期。致癌因素作用于人体后，并不是马上就会发病，往往要经过15-30年的”致癌潜伏期”。一般为20年。所以说，如果在20-30岁经常接触致癌物，结果要到40-50岁以后才发病，这样患癌的年龄就显得大了。 (2)随着年老，机体的免疫功能减弱，因而对”涞拿庖呒嗍幼饔米40岁起逐渐降低。免疫功能的减弱，有利于肿瘤的发生和发展。 (3)年龄越大，接触致癌因素的机会也越多，而致癌因素对机体带来的影响也就会越来越大，如吸烟的人，吸烟的年限越长，患癌的可能性当然也就增大。 (4)老年人的肺癌、胃癌、前列腺癌、大肠癌、子宫颈癌等，可能引起源于老年人本身早已存在的各种慢性炎症、慢性气管炎、胃炎和溃疡病、前列腺炎、肠炎、子宫颈炎症等。 虽然老年人的组织衰退是不可遏止的,但是中医还是可以调理身体的","categories":[],"tags":[]},{"title":"有感而发","slug":"zj1ell","date":"2017-12-06T05:21:49.014Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/12/06/zj1ell/","link":"","permalink":"http://yoursite.com/2017/12/06/zj1ell/","excerpt":"","text":"最近生命时报的记者,找我访谈有关健康方面的话题时,提到对近期流行”保元汤”的看法,我有感而发! “保元汤”据说是金元中医大家”刘元素”的后代所创。每份保元汤的配料是一条一斤多的活鲫鱼、半斤瘦牛肉、一个大猪蹄、一两生山楂、十个小红枣，一共五样东西。先把活鲫鱼洗净去鳞去内脏，把半斤瘦牛肉洗净去肥剁馅，把大猪蹄洗净去毛，把生山楂和小枣去核。然后把五样东西加两升水，用小火熬一天，去掉渣子，留取清汤，再冰镇一夜。第二天早晨去掉汤上浮油，再加热，然后分盛三个金丝小碗，早中晚各呈上去一碗。长期喝保元汤，可以使皮肤的颜色变得像玉石一样洁净。 我们姑且不谈到底是何人发明了”保元汤”,但关于”保元汤”的种种传奇的说法似乎有点过了!从”保元汤”的组成看,有一定的营养价值,到过大的夸张并非真正中医所谓,真如所言,哪全国人民都喝”保元汤”,真是不需要医生了!为什么有的的人不相信中医,正因为目前有太多的人在假借”中医”之名,进行夸大宣传!真正的中医并非如此!我想如果元素大师真的知道后人如此倡导中医,也会心寒的! 中医是中国的国宝,我们一定要爱惜!一定要发扬中医中的精华,而不要用一些”玄学”来毁坏中医形象!让我们这些从事中医工作的人一起为中医发展做点实实在在的事情!","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"","slug":"zj1fdx","date":"2017-12-06T05:21:49.014Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/12/06/zj1fdx/","link":"","permalink":"http://yoursite.com/2017/12/06/zj1fdx/","excerpt":"","text":"—————————– 心理变化是癌症的活化剂! —————————– title:心理变化是癌症的活化剂!categories: 中医专家date: 2017-11-12 10:40:00 tags: [肺癌，中医治疗肺癌，中医治疗癌症] 喜、怒、忧、思、悲、恐、惊是人体正常的心理活动，与脏腑、气血有着密切关系。情志太过或不及均可引起体内气血运行失常及脏腑功能失调，为引发肿瘤奠定了内在的基础。 正如《灵枢》曰：“ 内伤于忧怒……而积聚成矣。”在这一思想指导下，后世医家多有发挥，将一些肿瘤的发生与发展认为与精神因素、情志不遂有关，如噎膈在《素问·通评虚实论篇》认为是“暴忧之病也。”《医学津梁》在论述噎膈时指出：“由忧郁不升，思虑太过，急怒不伸，惊恐变故，以致血气并结于上焦，而噎膈多起于忧郁，忧郁而气结，气结于胸，臆而生痰，久者痰结块胶于上焦，通络窄狭，不能宽畅，饮或可下，食则难入而病成矣。”《医宗必读·反胃噎膈》认为噎膈，“大抵气血亏损，复因悲思忧虑，则脾胃受伤，血液渐耗，郁气生痰，痰则塞而《景岳全书》亦认为“噎膈证必以忧愁思虑积劳积郁而成。”上述医家均认为噎膈的发生，主要在于情志的异常变化。突然强烈或长期持久的情志刺激，可以直接影响机体的正常生理功能，使脏腑气血功能紊乱，经络不能畅达，郁结胸中，久则癌肿成矣。当然，临床所见，不仅仅噎膈与此关系密切者，尚有多种。《妇人大全良方》认为乳岩的发生：“此属肝脾郁怒，气血亏损。 ”《医学正传》亦认为：“此症多生于忧郁积忿之中年妇女。“《丹溪心法》在论述乳癌时指出:”忧恚郁闷,晰晰积累,脾气消阻,肝气横逆”所致,更明确提到没有丈夫或失志于丈夫的女子较多,其曰:”憔不得于夫者,有之妇以夫为天,失于所天,乃生乳岩。”这比国外提到寡居者早几百年。《外科正宗》亦曰:”忧郁伤肝,思虑伤脾,积想有心,所愿不得志者,致经络疲惫,聚结成核……其时五脏俱衰,四大不救。”明确指明了情志因素,特别是忧思在乳岩发病中的重要地位。&lt;&lt;外科枢要.论瘤赘&gt;&gt;在论肉瘤时指出:”郁结伤脾,肌肉消薄与外邪相搏,而成肉瘤。”&lt;&lt;医宗金鉴&gt;&gt;认为”失荣”由”忧思恚怒,气郁血逆,与火凝结而成。”陈实功在论述失荣病因时,亦指出”失荣者,先得后失,始富终贫,亦有虽居富贵,其心或因六欲不遂,损伤中气,郁火相凝。 “&lt;&lt;澹寮集验方&gt;&gt;中论述”五积”时曾曰:”盖五积者,因喜怒忧思七情之气,以伤五脏……故五积之聚,治同郁断。”综上所述,可见历代医家在分析肿瘤病因时,都十分重视情志因素。认为七情内伤尤其是忧思不能自拔在肿瘤的发病及发展上有着重要的作用。七情内伤不仅可以直接引起气血脏腑功能失调而致气滞血瘀,津停痰阻,日久而成瘤。而且由于七情内伤,又易致外邪(致癌因素)侵袭,通过”正虚”内外合邪,多因素综合作用而产生癌瘤。现代医学亦证明了肿瘤的发生与情志有关。有学者收集近50年的资料.发现忧郁、焦虑、失望和难以解脱的悲伤等不良情绪常常是癌症发生的”前奏”,情绪变化时间1至2年。美国本松博士调查的500例癌症患者都有明显的精神创伤史。英国科学家约翰在1983年曾对患宫颈癌、卵巢癌、子宫癌的妇女进行研究,发现癌症患者常常压抑自己的情绪,对前途悲观失望,过分自责并伴有轻度焦虑。近代研究认为:社会心理的紧张刺激会降低或抑制机体的免疫能力,诱发内分泌的失调。抑郁消极的情绪可使催乳素分泌过盛而致乳腺癌。 紧张的环境刺激、恐惧和焦虑可影响巨噬细胞、淋巴细胞及免疫抗体的产生,造成免疫能力缺损而引起癌症。大量实验和临床观察亦证明:癌症的生长速度与个体的生活方式突然改变等心理因素有关。故有人称精神刺激引起的恶劣情绪,可能是癌症的”活化剂”。/","categories":[],"tags":[]},{"title":"中医药抗转移研究思路探讨","slug":"zj1dvh","date":"2017-11-13T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/13/zj1dvh/","link":"","permalink":"http://yoursite.com/2017/11/13/zj1dvh/","excerpt":"","text":"众所周知，侵袭和转移是肿瘤发生和演进过程中的重要问题，肿瘤治疗的成败在相当程度上取决于抗转移治疗。然而迄今为止，尚未有真正能够防治侵袭、转移的药物或方法在肿瘤临床治疗中应用。肿瘤的侵袭、转移仍是当今肿瘤基础和临床研究中的难题。研究显示中医药在提高肿瘤患者的生存质量和延长生存期等方面具有优势，其部分机制可能是通过抑制癌瘤的侵袭与转移而实现。遗憾的是长期以来中医肿瘤学界的基础与临床研究工作中，有关癌毒对正气的耗散以及癌瘤侵袭、转移等问题，一直是一个薄弱环节。近年来国家攻关课题已转向此领域，并引起中医和中西医结合肿瘤工作者的广泛关注。本文拟在现状分析的基础上，从中医理论角度，对癌瘤转移的本质内涵、可能的机制、途径等作初步探讨，并提出针对性的治疗思路和方法。 中医对癌瘤转移的认识 癌瘤转移的内涵 转移是癌瘤的本质之一。中医对癌瘤转移的认识，可以追溯到《内经》时代。《内经》将转移称作“传舍”，传指癌毒的传播、扩散，舍有居留之意。《灵枢·百病始生》篇云：“虚邪之中人也，…留而不去，则传舍于络脉…留而不去，传舍于经…留而不去，传舍于输…留而不去，传舍于伏冲之脉…留而不去，传舍于肠胃…留而不去，传舍于肠胃之外，募原之间。留著于脉，稽留而不去，息而成积。或著孙脉，或著络脉，或著经脉，或著输脉，或著于伏冲之脉，或著于膂筋，或著于肠胃之募原，上连于缓筋。”《内经》认为“虚邪中人”，“ 稽留而不去，息而成积。”“积”(癌瘤)形成后，可以不断地发生传舍(即转移)，以至于“邪气淫溢。”《内经》时代的医家不仅认识到肿瘤可以发生传舍，而且对其过程、机理、途径及范围等的认识也达到了一定的深度。 综上所述，中医关于转移的认识包括三个连续的过程：①“传”，指癌毒自原发部位发生播散;②“舍”，即扩散的癌毒停留于相应的部位，形成转移瘤;③转移瘤也可继续发生“传舍”，即所谓“邪气淫溢，不可胜论”。 癌瘤转移的相关因素 癌毒是癌瘤发生和发展的直接病因，也是造成癌瘤转移的内在的根本因素。其特性的两个主要方面，一是易于扩散，一是易于耗散正气，导致正虚不固。癌毒的产生与转移均本于正虚。癌瘤的初期阶段，主要表现为癌毒向原发病灶周围的侵袭扩散;进入中期，癌毒沿络脉、经脉流散，在适宜的环境下又会形成转移病灶;癌毒淫溢，更耗正气，双方力量此消彼长，正气固摄能力愈弱，癌毒的传舍趋势愈盛，形成恶性循环，逐渐进入晚期。 恶性肿瘤自始至终表现为一系列的正气为癌毒所消耗的过程。癌毒的产生，癌瘤的发生与发展均本于正虚，随着病程的进展，癌毒不断地耗散正气，致正虚证候不断加重，正虚则其外抗、内固癌毒的能力下降，导致癌毒扩散，疾病进展，最终出现多处转移，发生多脏器衰竭、恶病质，此系正气耗竭，阴阳离决的表现。此外，“最虚之处，便是客邪之地”，机体某一脏器或组织局部的“正虚”，亦是癌毒转移的一个重要条件。 机体某一局部的气滞、血瘀、痰凝是癌毒扩散和转移的适宜土壤与环境。临床肿瘤患者除表现一系列的正虚证候之外，均不同程度地伴有气滞、血瘀及痰凝的证候。癌毒在沿经脉、络脉播散过程中，为诸邪所阻，局部气血失和，痰瘀毒聚，即可形成转移瘤。 由上可见，癌毒的传舍趋向是造成转移的决定的内在因素。全身及局部的阴阳气血之虚，是癌瘤转移的必要条件。气滞、血瘀、痰凝是外在因素，也是癌瘤转移的重要条件。此外，癌瘤的转移还与环境气候因素及个体的体质因素等有关，正如《灵枢·百病始生》篇所言：“其中于虚邪也，因于天时，与其身形，参以虚实，大病乃成”。 转移途径 根据《内经》的观点，经络系统是癌毒传舍(转移)的途径。癌瘤形成后，癌毒播散，经由孙脉、络脉、经脉、输脉、伏冲之脉，进而侵犯脏腑、组织(胃肠、募原等)。至于癌毒转移的具体规律，要以中医学脏腑、经络理论为指导，结合五行生克乘侮关系来分析，这方面尚需进一步探讨。需要指出的是，这里的脏腑概念属于中医理论范畴，与西医学所言之具体脏器的疾病如肝癌、肺癌、肠癌等有质的区别，研究中要避免混淆。 中医对癌瘤转移的治疗 转移治疗中的整体观念和“治未病”思想 关于恶性肿瘤的转移，历代文献中并无明确相应的治法，但祖国医学中天人相应及五脏六腑相关的整体观念和“治未病”的预防思想，对于癌瘤转移的治疗有指导作用。从根本上讲，癌瘤的转移属于疾病传变的范畴，“治未病”思想的主旨即在于“未病先防”、“既病防变”。人体脏腑之间存在生克乘侮的复杂联系，《素问·玉机真脏论》指出“五脏受气于其所生，传之于其所胜;气舍于其所生，死于其所不胜”，一脏有病可以影响到相关的脏腑。防治疾病时必须以整体观念为指导，预先治疗未病的脏腑，既要防止传之于所克之脏，又要防止传之于所侮之脏。正如《金匮要略·脏腑经络先后病脉证第一》所指出的，“夫治未病者，见肝之病，知肝传脾，当先实脾。” 杜绝疾病的发展传变，防治癌瘤转移，当以《难经》所言之“补不足，损有余”为原则，结合五行生克乘侮理论，视不同脏腑及其所属之虚实而治。但具体的方法则需我们在临床实践中进一步探索。 固摄培本解毒法与中医药抗转移 《内经》云：“凡阴阳之要，阳密乃固…阳强不能密，阴气乃绝”。癌毒为阴毒，易伤阳气，且其毒性猛烈，既耗散正气，又易于扩散。《内经》指出：“散者收之”，“其剽悍者，按而收之”，提示应当采用具有收敛、固涩、收摄等作用的药物，以治疗正气(包括气、血、精、津等)有形或无形的消耗、散失及防止癌毒侵袭扩散、转移之证候，我们将此种治法称为固摄法。其作用机制，一方面是通过固摄正气，防止正气的耗散，纠正正虚失固的状态;另一方面是通过固摄癌毒，防止或减少癌毒的扩散与转移。在固摄法对正气及癌毒的双重作用下，正气的耗散趋势得到抑制，正气水平得以提升，使之抗癌、固摄癌毒的能力增强，癌毒的扩散转移趋势也同时受到抑制(1) 防治转移应当是肿瘤治疗总体战略的一部分，不可孤立于综合治疗之外。在固摄法的基础上，还需结合扶正培本与祛邪解毒两方面的治法，从而形成培本固摄解毒这一中医肿瘤治疗的基本法则，发挥全面的抗肿瘤、抗转移作用。 中医药抗转移研究策略 综观中医药抗转移研究的现状，研究工作仍处于起步阶段，且未得到足够的重视。中医理论研究付于阙如。基础与临床研究均很薄弱，迄今有关文献少得可怜，仅有10余篇。临床研究侧重于对转移瘤的治疗，且多为小样本临床观察;采用的治法亦不外扶正(补脾、补肾等)和祛邪(清热解毒、理气解郁、化痰散结、活血化瘀、以毒攻毒等)，然而无论是扶正法，还是祛邪法，均不是针对癌瘤的根本矛盾和转移的本质而设，因而也就难以取得理想的抗转移效果。实验研究方法局限，多为单一药物(或单一成分)、单一治法的抗转移实验治疗，机理研究着重于中药提高机体免疫力对转移的影响，但中药作为免疫增强剂、免疫调节剂仅是其抗转移机理可能的一个方面，且与同类西医药物相比，其作用又显逊色。近年来又有学者从中药抑制血“寰奂涂鼓嵌冉刑教郑崧鄄灰(2)。 在此笔者提出中医药抗转移研究的策略如下，与同道商榷： 理论研究 一方面，继续深入探讨癌瘤转移的本质及其病理机制，探索癌毒的具体转移途径;另一方面，结合回顾性总结，寻找不同癌瘤的转移规律，从而更好地为临床服务。 临床研究 以提高临床疗效为中心，以治法研究为重点。在整体观念和辨证与辨病相结合的基础上，注重对“治未病”思想的理解与运用，开展对五行生克乘侮规律及固摄培本解毒法、截断扭转法等新治法抗转移的应用研究。 实验研究 本着来自临床，服务于临床的原则，实验研究的重点不应局限于一方一药，而应当以辨证论治原则为指导，建立标准的癌瘤转移中医证候模型，采用具有针对性的综合疗法，如固摄培本解毒法，进行系统的抗转移研究。 现代研究认为，侵袭和转移是由多个步骤组成的复杂过程。癌转移过程可概括如下：原发瘤增殖、肿瘤新生血管生长;侵袭基底膜，侵入血管、淋巴管;在循环系统中存活，形成瘤栓并运行到靶器官;滞留于靶器官并粘附于毛细血管;穿出毛细血管，形成微转移灶;肿瘤新血管生成，转移灶增殖(3)。其相应的治疗对策在于特异性地阻断肿瘤侵袭、转移过程的某个或各个步骤，包括a.阻断肿瘤细胞于基质成分的粘附;b.抑制蛋白水解酶分泌或活性;c.抑制肿瘤细胞运动能力d.抑制血“寰奂e.抑制血管生成;f.抑制信号传递通路等。通过激活或增强机体免疫系统的拟生物反应调节剂作用，对于肿瘤转移也有一定影响。因为侵袭、转移涉及多个步骤和环节，寻找对转移的多个环节均具有阻断作用的高效、广谱、低毒的抗转移中医方法和药物，应该是我们研究的主要方向。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"食管癌中医治疗思路","slug":"zj1ecf","date":"2017-11-13T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/13/zj1ecf/","link":"","permalink":"http://yoursite.com/2017/11/13/zj1ecf/","excerpt":"","text":"食管癌发病率具有明显的地理分布差异，中国是食管癌高发区之一，其死亡率为167/10万，占全部恶性肿瘤的21.8%，仅次于胃癌，河南省的发病率居全国第一位，平均年死亡近25000人。近年来，随着肿瘤研究的深入，在食管癌的中西医防治方面均取得了长足的进步。 许多名医从各自经验出发，在食管癌的中医病因病机及治疗方面均各具特色：李忠认为食管癌的病因病理主要体现在气、瘀、痰、毒、虚五字，临床症状表现为噎、吐、痛、梗、虚。临证通常分为肝郁气滞、毒滞血瘀、热毒伤阴、脾虚痰湿、气血双亏等5型论治。并根据其特点，强调治法重点在于补肾降逆，化痰软坚为主。王玉章认为食管癌的发病，其内因主要为忧思伤脾，暴怒伤肝，气滞痰滞，见瘀凝聚;外因为过食辛香燥热之品，积热消阴，津伤血燥，日久瘀热痰凝，阻于食道，内外因合，发为“噎膈”。 在治疗中，根据病情发展演变过程，分为早、中、晚三期论治：早期治疗上以祛邪为主，降逆化痰。中期主要证属痰瘀相搏，治疗宜攻补兼施，既要健脾益气，化解湿痰，又要平肝解郁，宽胸理气。晚期则大多表现为阴阳气血俱虚，正不胜邪。法当扶正培本，根据病情，选用滋阴养血、益气助阳、调理脾胃、养肝益肾等扶助正气。胡安邦认为食管癌局部病灶的成因，是由于气滞、血瘀、痰凝所致。而其所以产生这些病理变化，则有外感或内伤等等的因素。它的机制是“六输不通，气、血、津液著而不会而成积”。 临床中，薛氏将食管癌分为气滞、血瘀、痰凝、阴虚、阳虚等五个类型论治。关于食管癌患者的脉象及舌象，胡安邦认为脉象最多见的是细脉和弦脉，观察脉象的演变，对预后的估计很有价值。患者的舌苔是多种多样的，但以舌色暗紫，和尖边部瘀斑为最多见。张泽生认为本病的病机及证候属性，既反映了痰气交阻、气滞血瘀的实证，又表现了正气衰败的虚象。 一般来说，早期多为肝气郁结，或痰凝气滞;中期多气滞血瘀;晚期则正气衰败。一为脾肾之阳亏虚的阳虚证;一为津液枯竭的阴虚证。本病病理变化的主要因素是痰、气、瘀，发展规律往往从实证到虚证。早期主要病理变化在于气，一般用疏肝理气解郁之法。中期以气滞痰瘀证为最多见。治法主以理气化痰祛瘀。本病进入晚期阶段，往往正气衰败，形体消瘦，或为阴液大伤而转化为阴虚阳结证;或命门火衰，火不暖土，转化为脾肾阳衰证。王济民认为食管癌的致病因素是综合性的，其发生既不能排除外因，又要以内因为主。临床中，强调采用辨证与辨病相结合，尤其是对早期食管癌，更应当着重辨病。吴良村对晚期食管癌采用中医辨证论治为主，结合腹腔动脉插管化疗，临床治疗69例，近期疗效有较明显提高。插管化疗前， 中医辨证分三型治疗： ①肝郁气滞型，治以开郁降逆，抗癌止痛。 ②脾虚痰湿型，治以健脾祛湿，化痰散结 热毒瘀阻型，治以清热解毒、活血化瘀。吴氏认为中医与西医治疗方法虽然完全不同，但二者有机结合，就能提高临床疗效。谢良辰对食管癌的病机有所阐发，认为忧思恼怒损伤肝脾，热毒入侵，内外合邪，而致气机逆乱，络脉瘀阻，日久成症。谢老认为食管癌常用法则是清热解毒、理气降逆，活血清症。 余桂清将食管癌辨证分为六型： ①肝郁气滞型 ②热毒伤阴型 ③气滞血瘀型 ④脾胃虚寒型 ⑤脾虚痰湿型 ⑥气血双亏 笔者认为食管癌的发病是多因素作用的结果，其中与情志、饮食及生活习惯关系极为密切。从中医病理分析，食管癌属本虚标实之证，本虚主要在肾虚，标实体现为痰瘀互阻，胃气上逆。临床中往往表现为标实更为明显。所以临床辨治中应紧紧扣住这两方面环节，以补肾降逆，活血化痰为基本大法，并根据临床中不同阶段的不同特点，选配相应的治法，如：食管癌早期常配合疏肝理气法等。此外，在食管癌的选方用药中，一定要注意应用通腑降逆安冲之品，如代赭石、旋覆花、姜半夏、酒军、大戟等。关于食管癌的治疗，笔者仍强调以中西医结合治疗为主，选择最佳治疗方案。从西医治疗看，手术是治疗食管癌的首选手段。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"甲状腺癌的中医治疗思路","slug":"zj1een","date":"2017-11-13T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/13/zj1een/","link":"","permalink":"http://yoursite.com/2017/11/13/zj1een/","excerpt":"","text":"甲状腺癌是头颈部较常见的恶性肿瘤，占全身恶性肿瘤1%~2%。早期多表现为甲状腺无痛性孤立结节，近期内明显增大，质硬，吞咽时上下移动，经一般治疗不见缩小。晚期可出现颈部淋巴结肿大，耳、枕及肩部放射性疼痛，声音嘶哑，压迫症状如呼吸困难、吞咽困难等。中医称之为石瘿，是指其肿块在颈部绕喉而生，状如缨络或缨核，质地坚硬，故名。 本病之发生多由心肾阴亏，心肾二经脉循行于喉，心肾阴亏，虚火内炎，灼津为痰，痰瘀凝聚，结于咽喉而成。情志不遂，郁怒伤肝化火，气结痰凝，循经上逆而结于颈喉，正气日耗，邪气日坚，久而致成石瘿。治疗上多采用滋阴益气、化痰软坚、解郁散结、清热解毒、化瘀消瘿等治法，可延长术后及复发患者的生存期。许多医家根据各自的临床经验，在甲状腺癌中医论治方面可谓各具特色，贾氏提出了甲状腺癌五大治法，即理气消癌，化痰解凝，以攻其结;益气养血，扶正祛邪;疏肝解郁，理气止痛;清肝泻火;化毒散结。刘嘉湘善用生南星与养阴清肺化痰解毒药配伍治疗甲状腺癌复发，取得好的效果。郑氏治疗甲状腺肿瘤既强调辨证论治，又注重某些药物的针对运用，以提高临床疗效。 笔者认为甲状腺癌的发生与肝脾肾三脏失调有关,总属虚实夹杂证。外因六邪，内因七情忧恚怒气，湿痰瘀滞或情志不畅，伤及肝脾，肝郁化火，脾虚生湿，火炼液而生痰，病机表现为肝郁痰凝、痰毒瘀阻为主。治疗以消散为大法，本病多采用化痰散结法、化瘀散结法、解毒散结法等治之。化痰散结多选用半夏、生南星、海藻、昆布、牡蛎、海蛤壳、鳖甲、僵蚕等药;化瘀散结法多选择莪术、黄药子、穿山甲、红花、丹参、土鳖虫、全蝎、鬼箭羽等;解毒散结法选择猫瓜草、黄药子、夏枯草、山慈菇、蛇莓、苍耳草、石打穿等。甲状腺癌治疗中重点强调综合治疗，中西医结合，临床方能取得较好的疗效。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"中医肿瘤学科发展报告","slug":"zj1egv","date":"2017-11-13T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/13/zj1egv/","link":"","permalink":"http://yoursite.com/2017/11/13/zj1egv/","excerpt":"","text":"中医肿瘤学科是中医学科的重要组成部分，是在中医理论的指导下，研究各类肿瘤性疾病的病因病机、临床特点、辨证论治规律及预防康复保健等的一门临床学科。它涵盖了中医肿瘤病因学、发病学、病机学、辨证学、治疗学、护理学、预防学等多学科领域，系统反映出中医肿瘤独特的理论体系和辨证论治规律。 伴随着现代肿瘤综合治疗观的发展，中医药在肿瘤治疗中的地位日益突出，中医肿瘤学科得到了进一步发展，其学科体系日趋完善，学术特点更加明确，基本概括如下：①整体观：中医认为：“天人合一”，人与自然及机体内部各脏腑器官之间形成了一有机的整体，自然的变化与人的生长发育及疾病息息相关。这种思想在中医肿瘤中体现尤为突出，中医认为肿瘤病是一种全身性疾病的局部表现，其发生、发展是机体内、外多种因素作用的结果，因此，中医肿瘤学中十分强调“整体观”在肿瘤发生、发展、治疗中的意义。②动态观：肿瘤发病是一个复杂的过程，肿瘤不同的发展阶段呈现了不同的临床特点和病机特色，因此，中医强调肿瘤研究过程中的“动态观”，注重分析肿瘤不同阶段的动态变化特点，把握每个阶段的病机变化关键，准确、合理地应用中医的各种治疗方案。③辨证与辨病观：肿瘤病是一大类疾病的总称，其具有病种繁多，病症复杂等特点，不同部位的肿瘤，不同病理特性的肿瘤，临床表现各不相同，因此，中医在肿瘤临床治疗研究中，不仅强调辨证，亦强调辨病，注意辨证与辨病的有机结合,突出在辨病基础上的辨证治疗。④“杂合以治”观：由于肿瘤病的复杂性、特殊性，中医强调肿瘤治疗中的“杂合以治”，所谓“杂合以治”与现代肿瘤“综合治疗”十分相似，其主要根据不同肿瘤不同阶段的临床特点，运用中医辨证观和整体观，有计划地、合理地应用中医各种治疗手段，改善患者体内脏腑阴阳失衡的状态，提高肿瘤患者生存质量，最大限度延长生存周期，并且提高治愈率。 从目前状况看，中医肿瘤学科无论在基础理论研究，还是临床研究方面都取得了长足的进步，学术队伍不断壮大，学科体系不断完善，研究方向明确，学术交流活跃，可以说，中医肿瘤学科已成为肿瘤临床学科重要组成部分。 中医肿瘤学科现状与发展趋势 恶性肿瘤是危害人类健康的重大疾病之一，随着自然科学的发展,恶性肿瘤的临床与基础研究取得了可喜的成就,“综合治疗”的提出，为肿瘤临床治疗提供了更广的空间，手术治疗、放射治疗、化学治疗、生物疗法、中医药治疗等治疗手段相互配合，无疑使更多的肿瘤患者有了根治的希望。其中中医药治疗作为中国传统特色疗法,在当今恶性肿瘤的综合治疗中发挥着巨大的作用。 中医肿瘤研究具有悠久的历史，在临床中逐步形成了一定特色和优势，特别是近50年来,通过中医学者和中西医学者的不懈努力,中医治疗恶性肿瘤的研究已从单一的验方研究、个案报道逐步走向了科学化、规范化的大规模临床研究;从简单的中药抗肿瘤实验研究进入中医药抑制肿瘤的分子生物学机制研究。可以说，中医肿瘤研究方面取得了巨大的成绩，具体体现在以下几个方面：①肿瘤病名的研究和整理：国家中医药管理局组织的病名规范研究,使中医肿瘤命名得到进一步统一。②肿瘤发病机理的研究：通过临床学者的不断研究，针对肿瘤不同阶段临床特点，提出了毒邪为主说、痰邪为主说、瘀血为主说、气郁学说、阳虚学说、正虚学说、生物全息论等学术观点，这些观点无疑对探索治疗肿瘤具有极其重要的意义。③中医肿瘤诊断研究：中医诊断是中医肿瘤临床诊疗的特色，近年来引起临床医家的广泛重视,并已取得了一定的成果，特别在舌诊、耳诊等方面对早期发现、判断肿瘤预后有一定的意义。④肿瘤治法研究：肿瘤中医治法研究是中医肿瘤研究的关键环节，目前，对清热解毒法、活血化瘀法、软坚散结法、疏肝理气法、扶正固本法等常用治法进行了深入研究，取得了一定研究成果。⑤中药抗癌药物的筛选研究：从中药中提取的抗肿瘤有效成分日益得到人们的重视，我们在中药抗癌药物筛选方面已取得了显著成绩。⑥中药抗肿瘤作用机理研究：我们已采用现代分子生物学、基因组学等方法深入探讨中医抗肿瘤的作用机制，发现中医药在抑制肿瘤细胞分裂、增殖,诱导分化和/ 或诱导肿瘤细胞凋亡、逆转耐药性、抗微管、增进机体免疫功能、抑制肿瘤新生血管等方面具有重要作用。⑦抗肿瘤中药的药理分类研究。⑧抗癌中药制剂的研究：经过50年的努力，肿瘤治疗中的中药制剂研究已取得了较大的进步，制剂种类涉及针剂、片剂、胶囊剂、丸剂、口服液、膏剂等多种剂型，品种日益增多。⑨中医肿瘤临床规范化与疗效标准的研究。⑩中医肿瘤国际合作与学术研究。 05-06年中医肿瘤学科发展取得了很好的成绩，发表论文1087篇，涉及临床、实验、文献等领域，临床研究涉及对放化疗的减毒增敏研究、中医药对肿瘤患者生活质量的影响、中医肿瘤临床规范化和疗效标准化研究、中医肿瘤靶向研究等，实验研究涉及了肿瘤患者免疫功能、肿瘤细胞凋亡、肿瘤新生血管、肿瘤多药耐药研究等。中华中医药学会肿瘤分会成功举办了首届国际中医肿瘤学术大会，大会以“继承创新，促进中医肿瘤规范化治疗”为主题，共收到论文200余篇，参会代表200余人，共同探讨了中医肿瘤学科发展的未来。从05-06年的学科发展看，主要研究成果体现在以下几方面： 肿瘤临床规范化和疗效标准化研究： 林洪生教授依据循证医学的原理, 提出了规范化治疗方案制定的设想, 并阐明了制定规范化治疗方案的关键环节。林洪生教授认为中医肿瘤规范化治疗方案或临床指南(以下简称规范化治疗方案) 是为中医治疗肿瘤提供一套系统的、成熟的治疗策略, 它可以帮助医师和病人作出有关治疗的决定, 在临床实践中为有序诊疗奠定良好的基础, 使治疗获得更好的效果和减少费用。 储大同教授认为中医肿瘤临床疗效评定首先应该用 PFS或者 TTP 作为第一标准，第二应该用 Quality of life(生活质量)。生活质量作为第二条，然后是其它的标准，才可以把中位生存、有效率、一年生存、两年生存等等放入其它更次要的评判目标。也只有这样做才对中医药的发展更有利，而且也更加符合现在 FDA 在评判标准上的一个关键性转变。 生活质量研究： 生活质量(quality of life，QOL)是近年医学领域颇受重视的课题。以往 QOL 作为一个社会学概念，反映了人类为提高生存水平和提高生存机会所进行的活动能力，引入到医学领域，则 QOL 成为对躯体、精神及社会适应能力的综合健康评价指标。在肿瘤临床中注重 QOL 的评价，对评价治疗效果和治疗方法都是有益的。例如对肿瘤的治疗疗效评价时，常十分强调肿瘤的缓解率。如果只过度强调肿瘤局部大小的变化，往往会对患者整体关注不够，有的患者肿瘤局部缩小了，甚至达到了完全缓解的程度，但是全身状况很差，生活质量很低，结果寿命并不延长，使个人或社会并不真正受益。随着医学的发展，临床治疗学已由传统的生物学模式转向生物―社会学模式，医学的重心从以“病”为中心，转向以“人”为中心，临床医生在关注肿瘤局部的同时，更应顾全整个机体，其中包括患者的心理、精神及其社会适应能力，从而使治疗效果具有更加全面、实用的综合价值。 中医药抗癌的内在分子机制研究： 伴随着现代实验肿瘤技术的发展，中医药在肿瘤研究方面取得了长足的进步，已采用现代分子生物学、基因组学等方法深入探讨中医抗肿瘤的作用机制。从目前的实验研究发现,中药抗癌主要有以下作用机理: ①对肿瘤细胞的直接抑制和杀灭作用;②抑制肿瘤细胞分裂、增殖,诱导分化和/ 或诱导肿瘤细胞凋亡;③逆转耐药性;④抗微管作用;⑤抑制拓扑异构酶;⑥增进机体免疫功能;⑦抑制肿瘤新生血管;⑧其他途径：如:苦马豆素是高尔基复合体内α- 甘露糖酶Ⅱ抑制剂;番荔枝内酯作用于线粒体,干扰能量代谢;茶多酚为抗氧化剂;当归属植物能干扰和拮抗促癌剂的作用。 中医肿瘤学科发展战略、需求、目标 中医肿瘤学科发展战略 ①抓住机遇，显示特色 伴随着医学模式的改变，现代医学已从以“病”为主，发展到以“人”为主，这种改变，给现代肿瘤临床带来了新的治疗模式。中医药抗肿瘤研究正符合当今肿瘤临床治疗学发展的新趋势。面对新世纪科技浪潮的冲击，我们必须紧紧抓住发展时机，紧跟时代潮流，展示中医肿瘤学科的特色，使中医肿瘤学术交流进入一个高起点、高层次、特色突出、融会中西方肿瘤学术最新动态的良性循环发展轨迹。 ②强调多学科交融，推动中医肿瘤的现代化 伴随着现代科技的发展，多学科的交融已成为学术发展的必然趋势。中医肿瘤学术发展也必须顺应这一发展趋势，通过与相关学科的交融，全面提升中医肿瘤学术研究和创新能力。 ③确定中医肿瘤临床规范，建立攻关协作组 如何建立中医肿瘤临床诊疗规范是中医肿瘤学术进一步发展的基础，是中医肿瘤临床研究科学化、现代化的必备条件。中医肿瘤临床诊疗规范化标准的确立，必须组织国内中医肿瘤专家，建立不同肿瘤的全国攻关协作组，推动全国中医肿瘤研究网络体系的建立。 ④重视科技创新，创建孵化中心 科技创新是中医肿瘤学术发展的基石。我们利用中华中医药学会肿瘤分会的科技人才优势，与相关医药企业开展多层次的科研合作和创新研究，使肿瘤分会成为人才与企业合作的纽带，成为科技创新的孵化器，同时，肿瘤分会在吸纳个人的同时，积极吸纳企业加入，在为企业提供信息的同时，将从事中医肿瘤临床、实验、药物研发及生产的科研单位和企业紧密结合，充分发挥各机构的特色优势，形成优势互补，信息共享的中医肿瘤研究开发团队。 ⑤加强国际交流，吸纳创新思维 积极开展广泛的国际学术交流，将国外肿瘤研究的创新思维吸纳进来，促进国内中医肿瘤研究的发展，同时，将国内的中医药抗肿瘤研究的最新成果传出去，使中西肿瘤学术发展相互贯通，为中医肿瘤学科发展提供更广阔的前景。 ⑥利用网络技术，加强中医肿瘤学科建设 伴随着计算机的普及，网络技术已涉及的各个学科领域，网络在学科发展、学术交流方面具有无可估量的作用。利用网络作用，开展学术科研活动，一方面可以推动中医肿瘤学科学术发展;另一方面将有利于中医肿瘤研究的国际化发展。 ⑦调动中青年肿瘤学者的积极性，鼓励创新发展 中青年中医肿瘤学者是中医肿瘤研究领域的生力军，特别是中医肿瘤博士群体，他们不仅有扎实的理论基础，同时也丰富的临床经验，他们思维敏捷，具有较强的科技创新能力。有计划组织中青年肿瘤学者建立中青年肿瘤学术论坛或中医肿瘤博士论坛，开展以肿瘤为核心的多学科结合的学术交流，推动中医肿瘤理论研究、实验研究、临床研究、制剂研究等多领域、多层次的创新发展。 中医肿瘤学科发展需求 恶性肿瘤是危害人类健康的重大疾病，伴随着现代医学的发展，肿瘤综合治疗已成为肿瘤临床治疗的主流，中医药作为综合治疗的重要组成部分，在肿瘤治疗中发挥了越来越重要的作用，据临床初步统计，70-80%的肿瘤患者接受了不同程度的中医药治疗。中医肿瘤作为现代中医临床学科的重要组成部分，无论从基础研究，还是临床研究，近年来，均取得了长足的进步。中医肿瘤学科发展可以说是中医药学科整体发展的必然需求，也是肿瘤临床治疗发展的必然需求。 中医肿瘤学科发展目标 中医肿瘤学科作为肿瘤临床治疗学科的重要组成部分，其发展的目标是在中医基础理论指导下，结合现代肿瘤最新研究成果，利用现代先进技术手段，形成全新的中医肿瘤学科体系，建立中医肿瘤临床诊疗的新模式，推动中医肿瘤研究的规范化、标准化和国际化，确立中医肿瘤疗效判定标准，开展多中心、大样本的前瞻性随机临床研究，利用现代科技从分子生物学角度揭示中医药抗癌的内在本质，从多层面、多角度创新中医肿瘤理论，提高临床疗效，为世界肿瘤研究作出贡献。 中医肿瘤学科重点领域与发展方向 中医肿瘤学科重点领域 中医肿瘤学科涉及了基础与临床研究，其重点研究领域主要有几下几个方面。 ①中医肿瘤基础理论体系的研究：中医肿瘤基础理论体系和学科体系系统整理及规范化研究。目的在于探索中医肿瘤病因病机、病症规范化、辨证规律等基础理论，构建现代化的中医肿瘤基础理论体系和学科体系。 ②中医肿瘤证候学研究：采用文献整理和临床流行病学调查的方法，根据不同肿瘤的临床证候特点，对证候核心特征进行规范化研究;进行肿瘤病证结合及方证对应研究;建立中医肿瘤证候研究的现代方法;开展证候基因组及蛋白组学的探索性研究。 ③中医肿瘤特色诊疗方法研究：舌诊、耳诊、脉诊等都是具有中医特色的诊断方法，临床研究表明：这些方法在肿瘤筛查、判断治疗及预后方面都具有重大意义。因此，开展这方面研究对提高肿瘤临床诊疗水平，降低医疗成本方面具有一定的意义。 ④中医药维护肿瘤患者生活质量的研究：生活质量研究是目前肿瘤临床研究的重要课题。临床研究显示：中医药在改善肿瘤患者生活质量方面具有明显的优势和特色，开展中医药维护肿瘤患者生活质量的研究对发展中医肿瘤学科具有重要意义。 ⑤中医肿瘤临床规范化和疗效标准化研究：中医肿瘤临床规范化的建立是提高中医肿瘤临床整体水平的关键，也是中医肿瘤临床研究与国际接轨的关键。而中医肿瘤临床疗效标准的确立，将为中医肿瘤临床科研提供更可靠的基础。所以，开展中医肿瘤临床规范化和疗效标准化研究，对提高中医肿瘤学科的整体水平具有重要意义。 ⑥中医药防治放、化疗毒副反应的研究：放、化疗是目前肿瘤临床治疗的主要手段，但由于其严重的毒副作用，影响了其临床的应用。中医药在减轻放、化疗毒副反应方面具有明显的优势，深入开展中医药防治放、化疗毒副反应的研究，能有效提高中医肿瘤学科在肿瘤防治中的地位与作用。 ⑦中医药预防肿瘤转移与复发的研究：肿瘤转移与复发是临床肿瘤治疗失败的主要原因，中医药在预防肿瘤转移与复发方面具有潜在的优势，开展中医药预防肿瘤转移与复发的研究，对提高肿瘤临床治疗效果具有重大意义。 ⑧中药单体及复方抗肿瘤作用分子机制的研究：中药单体及复方抗肿瘤作用的研究是中药新药研究的基础，其不仅为中医抗癌研究提供可靠的实验研究数据，也为药物研发奠定了基础。 3.2中医肿瘤学科发展方向 中医肿瘤学科发展必须在立足于传统中医肿瘤理论的基础上，结合现代科学手段，形成高水平的创新中医肿瘤学科体系。其发展方向应体现在几下几个方面：①注重中医肿瘤学科的继承与创新;②中医肿瘤学科研究应高起点，避免低水平重复;③注重药物的临床疗效，强调辨证与辨病研究结合;④形成系统、规范化的治疗方案;④重视研究队伍的建设和培养;⑤加强中医肿瘤基础研究。 中医肿瘤学科存在的问题与对策 目前已有大量临床研究证实中医药具有改善肿瘤患者生存质量,增加体重,稳定瘤体,提高免疫力的作用。近年来,中医药抗肿瘤的基础研究也进一步地深入开展,已经从原来的细胞水平发展到了分子水平及基因水平。目前研究的成果总的来说是通过以下几个方面而发挥临床功效的:诱导细胞分化,促进细胞凋亡,调节免疫功能,直接杀伤肿瘤细胞,抑制肿瘤新生血管的生成,逆转肿瘤细胞的多药耐药,抗突变作用,抗肿瘤细胞的转移。中医药抗肿瘤是多方向、多途径、交叉发挥作用的,在临床中应坚持辨证论治与辨病论治相结合。作为中医肿瘤工作者,我们要正确认识自己,既要了解自己的不足,也要充分发挥中医药的优势和特色。 中医肿瘤学科发展优势分析 伴随肿瘤“综合治疗”的开展，中医药在肿瘤治疗中的作用越来越突出，其优势与特色主要表现以下几个方面：①突出以人为本，带瘤生存的概念;②对放化疗的增效减毒作用;③术后调补，促进机体康复;④预防转移与复发。 中医肿瘤学科发展中存在问题分析 ①中医肿瘤文献资料的整理与研究欠缺：在中医学浩瀚的医籍中,我们不难发现大量关于肿瘤的论述, 收集到大批临床行之有效的方剂。但从目前中医肿瘤的研究现状看，研究的重点往往放在了中药抗癌机理研究方面，忽略了对传统文献的整理与研究，使许多好的经验、好的方法，无法在临床更好地发挥作用。 ②名老中医经验及民间验方的继承与整理不足：名老中医治疗肿瘤的经验是我们临床研究的宝贵财富，如何更好地继承和发扬老中医的特色和经验是我们目前面临的一个重大问题。从既往的情况看，对名老中医的经验继承不足，更无法进一步发挥。民间验方也是中医肿瘤临床研究的宝贵经验，但目前由于多方面因素，对民间验方的整理和研究工作严重不足，造成许多有效的民间验方无法更好地应用于临床中。 ③中药抗癌制剂单调： 目前尚无具有广泛治疗作用的临床制剂问世，大多数中药制剂为辅助治疗用药。 ④中药抗癌制剂的临床应用缺乏规范：中药抗癌制剂临床应用效果并不理想，问题关键在于中药制剂临床应用缺乏规范指导。中医用药的关键在于辨证论治，无论汤药，还是中成药应用均应遵守这一原则。但目前临床看，抗癌制剂基本处于盲目的应用，临床缺乏规范指导，这是造成中药疗效低的主要原因。 ⑤实验研究与临床的真实情况相距太远：目前研究，多数是从实验到实验，缺乏临床环节的支持。课题研究往往重视机理的研究，注重采用现代分子生物学的办法去研究，而忽略了临床的实用性。所以，目前，虽然每年国内有大量的中医肿瘤研究方面的科研成果，但突破性的成果几乎为零。 ⑥中药抗癌药物的研发过于强调中药单体成分研究，忽略了复方的研发：中药单体成分的研究可以说是现代中医药发展的一个方向，但不应由于过分单体成分的研究，忽略了中医复方的研究。从中医理论和临床上看，中药复方才能体现中医的治病精髓，单体成分虽然是现代中药的发展，但其已完全脱离了中医理论。因此，要更好地推动中医肿瘤整体水平的提高，复方研究是关键。 ⑦临床研究中缺乏规范：中医药是肿瘤综合治疗的重要手段, 何时应用以中医为主的治疗, 何时选用中西医合并治疗, 其间存在极大的临床技巧, 需要丰富的临床经验和大量中西医治疗肿瘤的知识。目前存在的问题是: 治疗肿瘤的中医师水平参差不齐, 许多医师没有经过肿瘤的专业学习或培训, 因此, 不了解西医的治疗方法和治疗所带来的效果及毒副作用,因此不能合理应用中药并恰当地将中医治疗和西医治疗有机地结合起来, 取长补短。中医的治疗应该是“有序治疗”与“整体治疗”, 即根据病人病情进展、机体邪正消长状态,采取不同的阶段性的治疗策略; 何时以扶正为主,何时以祛邪为主均应根据具体情况而定。一些医师缺乏整体治疗观念, 往往是一味攻下或一味的补养, 而不能进行合理的有序治疗和整体治疗。” 合理的中医治疗与西医治疗搭配可以明显减轻痛苦, 提高疗效, 延长患者生存时间。但是一些没有西医肿瘤专业知识的中医师, 往往过分强调中医药的治疗效果而延误有效西医治疗的选用, 或不了解患者目前的西医治疗情况而导致不恰当的中医治疗。” 还有，目前由于对中医临床的忽略，许多中医肿瘤科的医生不能很好的应用中医理论来指导临床，中医整体水平呈现下降趋势。同样, 对于西医医师也存在同类问题: 一些医师往往因不了解中医药在肿瘤中的治疗疗效,不知如何选择或何时选择而拒绝中医治疗, 影响了治疗效果。” 4.3 中医肿瘤学科发展对策建议 中医药在肿瘤中的应用是我国肿瘤治疗的优势和特色，如何在保持中医特色的基础上，引入现代最新的肿瘤研究成果，使中医肿瘤学术发展与国际肿瘤研究接轨?这应该是我们值得思考的问题。要能很好解决这一问题，我们考虑中医肿瘤未来发展应该从以下几个方面着手。 (1)文献与经验的整理： 中医药学的发展来源于临床，传统文献资料和经验是中医学发展的基石。传统中医文献中蕴涵了丰富的经验总结，所以，中医肿瘤学的发展必须落实了传统中医文献与经验的整理与研究。 ①加强对中医药古籍文献的研究, 从古籍文献中吸取精华。通过古籍文献的整理与研究，丰富和充实中医肿瘤的科学内涵。 ②加强对名老中医及民间经验的整理和继承,通过这些宝贵经验的总结,从中寻找肿瘤治疗的更好思路与方药。 (2)临床规范化与疗效标准的确定 中医肿瘤临床规范化的建立是提高中医肿瘤临床整体水平的关键，也是中医肿瘤临床研究与国际接轨的关键。而中医肿瘤临床疗效标准的确立，将为中医肿瘤临床科研提供更可靠的基础。要实现这一任务，必须从以下几方面着手。 ①提高中医临床医师的整体水平，强化中医基本功的训练和临床科研能力的培养，开展系统、规范化的中医肿瘤培训。 ②建立规范化的中医抗癌制剂的临床应用指南,避免临床的盲目应用。 建立有效、合理、规范、有指导意义的中医规范化治疗的临床指引。 ③从中医药治疗特色出发，制定符合中医临床的疗效判定标准。如：从肿瘤患者生活质量、肿瘤无疾病进展期等指标确定统一的中医疗效标准。 ④开展多中心，随机，大样本的临床研究，为中医肿瘤研究提供更科学的依据。 (3)强化实验研究，阐明中医药治疗肿瘤的内在机制 近年来,中医药抗肿瘤的基础研究已经从原来的细胞水平发展到了分子水平及基因水平。如何利用现代分子生物学技术更好的阐明中医抗肿瘤的内在本质是中医肿瘤学术发展的关键。 ①提高中医肿瘤研究的整体水平,强化临床与实验研究的有机结合,避免从实验到实验的简单研究模式,避免单纯追求高新指标的所谓的机制研究。改变既往在药物临床疗效尚不肯定时即进行机理研究的倾向, 吸取中医药肿瘤基础研究的经验和教训, 合理应用现代研究的前沿技术, 研究既要有显著的中医特色, 又要有鲜明的时代特点。 ②积极开展中医药抗多药耐药、对放化疗减毒增敏、对肿瘤血管生成及靶向作用的研究。 (4)重视中医抗肿瘤新药与新剂型的研究 中医抗肿瘤药物的研究是目前中医肿瘤治疗发展的关键。我们应根据中医理论和现代药学发展，从以下几个方面开展中医抗肿瘤药物的研究。 ①注重中医抗癌复方的研究，不仅要加强抗癌辅助中药的研究，更重要的是治疗癌症药物的研究。 ②加强抗癌药物单体的研究。 ③开展抗癌中药新剂型的研究 目前中医治疗肿瘤取得了相当大的成就, 得到国内外同道和患者的极大认同, 但还存在一定问题,中医治疗肿瘤的研究仍然任重道远。我们只有在继承传统中医精髓的基础上，不断提高中医肿瘤研究队伍的整体水平，合理利用现代最新的科研成果，将科研、临床与研发有机结合，才能使中医肿瘤研究成果能得到国际学术界的认可。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"突破癌症治疗瓶颈的关键在于中医药","slug":"zj1fub","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"2017/11/12/zj1fub/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1fub/","excerpt":"","text":"癌症可以说是二十一世纪人类健康最大的威胁。虽然，人们对癌症的认识已进入了分子时代，对癌症的治疗也跨入了靶向治疗时代，但效果如何呢?近30年的研究，又给患者带来什么希望呢?我们确实无法说清。 大家比较公认的肿瘤治疗包括手术、化疗、放疗、生物治疗、靶向治疗和中医药治疗。 手术治疗虽然切除了局部的肿瘤，降低了肿瘤的负荷，但缺乏全局观点，同时，由于手术损伤，再度造成机体内环境的破坏，也为癌细胞的卷土重来埋下了伏笔! 化疗主要采用细胞毒性药物，虽然对癌细胞有一定抑制作用，但其对正常细胞的影响同样不可忽略!更重要的是化疗在抑制癌细胞的同时，严重破坏了机体内环境的平衡状态，为癌细胞的扩散提供了更为适应的土壤环境! 放疗也是肿瘤局部治疗的手段，其虽可以暂时控制局部肿瘤的发展，但其对机体的损伤更不容忽略!打个不太恰当的比喻，假如把放疗比做“野火”，癌细胞比做“野草”，其治疗正应了一句古诗“野火烧不尽，春风吹又生”。 生物治疗和靶向治疗虽然均是近年来肿瘤治疗领域的新方法，对部分肿瘤有一定的作用，但由于其对于肿瘤发病的复杂环节，还是显得力不从心，所以，很难看到远期的效果，同时，其高额的费用也与其疗效不成正比。 中医药可以说是突破癌症治疗瓶颈的关键方法。但目前许多中医抗癌研究沿袭了西医研究思路，根据现代医学研究结果，来组合配伍中药，从而失去了中医治疗肿瘤的真正意义!如现代研究认为清热解毒、活血化瘀、以毒攻毒、补益药对肿瘤有效，就盲目采用这些药物，不仅没有发挥中药的优势，反而导致机体脏腑功能进一步失调，病情恶化! 笔者通过大量研究发现，临床一定要根据患者体质状况，发现失衡的关键，用中药恢复脏腑功能的协调，恢复气机的升降平衡。治疗重点在保护胃气的前提下，注重肝的升发和肺的肃降之间的平衡关系!特别是针对围手术、放化疗期的患者更应重视此点sina#8221_word__收咴诹俅仓杏τ么死恚棵渴盏胶玫牧俅残Ч","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"心理变化是癌症的活化剂!","slug":"zj1dsz","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1dsz/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1dsz/","excerpt":"","text":"喜、怒、忧、思、悲、恐、惊是人体正常的心理活动，与脏腑、气血有着密切关系。情志太过或不及均可引起体内气血运行失常及脏腑功能失调，为引发肿瘤奠定了内在的基础。正如《灵枢》曰：“ 内伤于忧怒……而积聚成矣。”在这一思想指导下，后世医家多有发挥，将一些肿瘤的发生与发展认为与精神因素、情志不遂有关，如噎膈在《素问·通评虚实论篇》认为是“暴忧之病也。”《医学津梁》在论述噎膈时指出：“由忧郁不升，思虑太过，急怒不伸，惊恐变故，以致血气并结于上焦，而噎膈多起于忧郁，忧郁而气结，气结于胸，臆而生痰，久者痰结块胶于上焦，通络窄狭，不能宽畅，饮或可下，食则难入而病成矣。”《医宗必读·反胃噎膈》认为噎膈，“大抵气血亏损，复因悲思忧虑，则脾胃受伤，血液渐耗，郁气生痰，痰则塞而《景岳全书》亦认为“噎膈证必以忧愁思虑积劳积郁而成。”上述医家均认为噎膈的发生，主要在于情志的异常变化。 突然强烈或长期持久的情志刺激，可以直接影响机体的正常生理功能，使脏腑气血功能紊乱，经络不能畅达，郁结胸中，久则癌肿成矣。当然，临床所见，不仅仅噎膈与此关系密切者，尚有多种。《妇人大全良方》认为乳岩的发生：“此属肝脾郁怒，气血亏损。”《医学正传》亦认为：“此症多生于忧郁积忿之中年妇女。 “《丹溪心法》在论述乳癌时指出:”忧恚郁闷,晰晰积累,脾气消阻,肝气横逆”所致,更明确提到没有丈夫或失志于丈夫的女子较多,其曰:”憔不得于夫者,有之妇以夫为天,失于所天,乃生乳岩。 “这比国外提到寡居者早几百年。《外科正宗》亦曰:”忧郁伤肝,思虑伤脾,积想有心,所愿不得志者,致经络疲惫,聚结成核……其时五脏俱衰,四大不救。”明确指明了情志因素,特别是忧思在乳岩发病中的重要地位。&lt;&lt;外科枢要.论瘤赘&gt;&gt;在论肉瘤时指出:”郁结伤脾,肌肉消薄与外邪相搏,而成肉瘤。”&lt;&lt;医宗金鉴&gt;&gt;认为”失荣”由”忧思恚怒,气郁血逆,与火凝结而成。”陈实功在论述失荣病因时,亦指出”失荣者,先得后失,始富终贫,亦有虽居富贵,其心或因六欲不遂,损伤中气,郁火相凝。 “&lt;&lt;澹寮集验方&gt;&gt;中论述”五积”时曾曰:”盖五积者,因喜怒忧思七情之气,以伤五脏……故五积之聚,治同郁断。”综上所述,可见历代医家在分析肿瘤病因时,都十分重视情志因素。认为七情内伤尤其是忧思不能自拔在肿瘤的发病及发展上有着重要的作用。七情内伤不仅可以直接引起气血脏腑功能失调而致气滞血瘀,津停痰阻,日久而成瘤。而且由于七情内伤,又易致外邪(致癌因素)侵袭,通过”正虚”内外合邪,多因素综合作用而产生癌瘤。现代医学亦证明了肿瘤的发生与情志有关。有学者收集近50年的资料.发现忧郁、焦虑、失望和难以解脱的悲伤等不良情绪常常是癌症发生的”前奏”,情绪变化时间1至2年。美国本松博士调查的500例癌症患者都有明显的精神创伤史。 英国科学家约翰在1983年曾对患宫颈癌、卵巢癌、子宫癌的妇女进行研究,发现癌症患者常常压抑自己的情绪,对前途悲观失望,过分自责并伴有轻度焦虑。近代研究认为:社会心理的紧张刺激会降低或抑制机体的免疫能力,诱发内分泌的失调。抑郁消极的情绪可使催乳素分泌过盛而致乳腺癌。紧张的环境刺激、恐惧和焦虑可影响巨噬细胞、淋巴细胞及免疫抗体的产生,造成免疫能力缺损而引起癌症。大量实验和临床观察亦证明:癌症的生长速度与个体的生活方式突然改变等心理因素有关。故有人称精神刺激引起的恶劣情绪,可能是癌症的”活化剂”。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"化疗后手足麻木经验方","slug":"zj1dcv","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1dcv/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1dcv/","excerpt":"","text":"手足麻木是肿瘤患者化疗后常见的副作用,可采用下方预防和治疗: 桑桂枝各15克 鸡血藤30克 威灵仙15 生首乌15克 白蒺藜15克 木 瓜15克 红 花10克 生黄芪30克 水煎外用,泡洗手足,每日2-3次,每次15分钟.上一篇：中医治疗肿瘤的特色下一篇：缓解美施康定引起便秘的经验方","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"缓解美施康定引起便秘的经验方","slug":"zj1dfd","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1dfd/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1dfd/","excerpt":"","text":"癌性疼痛是晚期肿瘤常见的临床症状,美施康定是控制癌性疼痛的常用药物.但临床使用过程中,常导致便秘,增加病人痛苦,我们通过临床研究总结,形成了”润肠通便方”,取得了好的效果. 生白术40克 枳壳6克 火麻仁15克 生首乌15克 沉香1.5克 玉竹30克 陈 皮10克 白 芷15克 便秘重者:可酌加番泻叶2克.上一篇：化疗后手足麻木经验方下一篇：治恶性腹水经验方–千金鲤鱼汤","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"治恶性腹水经验方千金鲤鱼汤","slug":"zj1dhl","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1dhl/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1dhl/","excerpt":"","text":"组成:鲤鱼(5～7 两) 1 条、商陆15g ,大腹皮15g ,地肤子15g ,威灵仙15g。 用法：:将鲤鱼去鳞去内脏,将上述诸药放于鱼腹中,煎时加大蒜1 头、茶叶10g ,胡椒10g ,加水没鱼,沸水后文火煎40 分钟,日分2～3 次服完。10 剂为1 疗程,疗程后根据胸腹水减少情况及病人体质,间歇2～7 天可继续第2 疗程。 功效：行气利水,除湿散满 主治：癌性胸腹水 方解：癌性胸腹水属中医悬饮,臌胀之范畴。饮症总属阳衰阴盛,本虚标实,水饮停积而致;臌胀又多属虚实互见,治宜攻补兼施,或先补后攻,或先攻后补,二者均属邪实为患,若单纯扶正有助邪长,本着邪去正安的原则,采用急则治其标的方法,应用本方可以尽早解除癌症患者的痛苦。商陆一药经现代药理研究,有较强的利尿作用,主要成分为商陆素,氧化肉豆蔻酸皂甙和硝酸钾等,可刺激血管运动神经中枢,使肾区血流增进而利尿。但大量应用而引起尿量减少,故临床用量最多为10～15g 为宜。配以大腹皮下气宽中,利水消肿,地肤子清利湿热,威灵仙可通经活络,共奏行气利水,除湿散满之效。 上一篇： 缓解美施康定引起便秘的经验方 下一篇： 鼻咽癌中医治疗思路","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"中西医结合诊治肿瘤的优势与思路","slug":"zj1djt","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1djt/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1djt/","excerpt":"","text":"恶性肿瘤是危害人类健康的重大疾病之一。据世界卫生组织2003年公布的数据显示：2000年全球共有恶性肿瘤患者1000万，其中男性530万，女性470万;因恶性肿瘤死亡者高达620万，占总死亡人数的12%，在多数发达国家这一数字可达25% 。在发展中国家，由于城市化进程的加快，饮食习惯及与之密切相关的肿瘤的发生均将逐渐转变成经济发达国家的类型。如果这一趋向得不到改善，预期到2020年，全球每年新发病例将达1500万;肿瘤病人总数，在发展中国家将增长73%，而发达国家增长29%。因此, 恶性肿瘤的防治已成为医学界所关注的重要课题。 中西医结合治疗恶性肿瘤是从中国实际出发，融中西医学各自优势为一体，发挥传统中医特色，提高西医疗效，两者相互相成，实行互补结合的具有中国特色的防癌治癌道路。40余年来，我国在中西医结合治疗恶性肿瘤方面可谓硕果累累，成绩非凡。特别在倡导肿瘤“综合治疗”的今天，中西医结合治疗恶性肿瘤就更显其优势和特色，从临床看，其主要优点可概括为：①中西医结合治疗能增加疗效，减少副反应，延长生存周期，提高生存质量。②中西医结合对肿瘤的诊具有思路广、方法多、指标全面的特点。③中西医结合诊断手段较客观，治疗措施较有力，对病情转归的判断较准确。④中西医结合对晚期肿瘤病人的对症治疗中有独到之功。 笔者从事肿瘤临床研究多年，对中西医结合治疗肿瘤一些体会。本文仅根据个人管见，提出一些中西医结合治疗恶性肿瘤的优势与临床研究思路，尚有不妥，请同道赐教。 1.中西医结合对肿瘤的诊断 通过中西医结合的“辨证”与“辨病”实现从不同侧面和不同层次来观察和认识疾病的本质，提高对肿瘤的诊疗水平。肺癌、胃癌、肝癌、大肠癌、肾癌、鼻咽癌等己进入专病研究，真正做到辨病与辨证相结合。 1.1宏观指标与微观指标相结合 中西医结合诊断肿瘤不仅仅是通过现代医学手段明确肿瘤的部位、病理诊断、TNM分期等，再通过中医四诊概括证型而实现，还应从细胞学、免疫学、细胞因子和抑癌基因等环节入手，对“病”“证”关系进行了深入研究明确。以鼻咽癌为例，广州中医药大学对176例鼻咽癌初诊患者进行了中医辨证分型与病理组织学及癌间质反应关系的前瞻性研究，发现鼻咽癌辨证分型与癌间质反应具有密切关系。研究结果提示癌间质中中性白细胞的浸润及血管增生可能是“邪气”的象征，痰浊结聚型由于“正气”较强盛而预后可能相对较好，火毒困结型与气血凝结型由于“邪气”较强盛而预后可能相对较差【1】。刘书静等对鼻咽癌中医辨证分型与预后相关性基因活性表达关系进行了研究，结果显示，气阴两虚型组鼻咽活检标本的nm23基因表达阳性率50.0%，气血凝结型72%，火毒困结型67%;VEGF基因表达阳性率分别为70%，44%，42%;气阴两虚型组与其他两组相比均有显著差异(P&lt;0.0)，其5年存活率50.0%，而气血凝结型为80%，火毒困结型为79%，气阴两虚型组5年生存率较其他两组低，有显著性差异(P&lt;0.05)。这提示了初诊鼻咽癌气阴两虚证患者nm23-H1活性表达下调，VEGF活性表达上调，预后不良。【2】因此，通过中西医结合可实现肿瘤诊断的个体化和准确性，从而指导临床针对性的治疗，提高了临床疗效。 1.2癌前”溆胍撞√逯实恼锒 随着现代肿瘤病因学研究的进展，中医“治未病”理念得以深入诠释，以预防为主的治疗策略取得了很多成绩。如中医学关于“凡脾肾不足及虚弱失调之人，多有积聚之病”，“正气不足，而后邪气踞之”等病因学认识，已经采用科学实验方法和先进评判指标进行了验证。通过中西医结合实现对癌前”浜鸵撞√逯实母咚秸锒希芄晃崆案稍ご丛焯跫。 2.中西医治疗肿瘤的临证原则 2.1扶正与祛邪相结合 正邪的消长决定了疾病的转归，在肿瘤治疗过程中，准确把握扶正与祛邪之间的辨证关系甚为重要。通过手术、放化疗等现代治疗手段，以及中医的清热解毒、化瘀散结等治法的具体应用，可达到祛除实邪、消除或控制肿瘤发展的目的。通过免疫调节等支持治疗，以及中医的益气养血、补肾健脾等治法可以扶助人体正气，提高抗癌能力。在肿瘤早期，患者正盛邪实之际，应祛邪为主，扶正为辅。在疾病中期，视正邪消长，或补略重于攻，或攻略重于补。当肿瘤进入晚期呈现邪盛正衰之势，应扶正为主，酌情祛邪。 2.2辨病与辨证相结合 肿瘤是全身疾病的局部表现，充分发挥中西医结合的优势，把宏观与微观、局部与整体、辨病与辨证结合起来。可以宏观辨证为基础，结合辨病治疗，如肝气郁结型的食道癌、乳腺癌患者，均可予疏肝解郁法治之，但用药应针对病因、病位的不同而异。 2.3共性与个性相结合 恶性肿瘤是一种正气虚弱、本虚标实的疾病，因而治疗过程中应牢固树立扶正培本的治疗大法。相同部位和性质的肿瘤亦具有共同的中心症候和病机特点，治疗时应掌握共性特征和用药规律，在此基础上结合个性特征灵活施治。如晚期肺癌患者，共性特征为气阴两虚的基本病机，结合个体差异治疗应在益气养阴基础上权衡扶正与祛邪的比重，以及活血化瘀、清热解毒、化痰散结、健脾补肾等治法的运用。同样，西医治疗手段的剂量、疗程、间隔等亦应遵循之一原则。 2.4有序治疗，分阶段论治 在疾病发展的不同阶段中，根据病情进展、邪正消长状态，采取不同的阶段性的治疗策略。既要考虑解决当前阶段的主要矛盾，而且还要考虑疗效的巩固、复发和转移的预防，达到在满意生活质量和较长的生存时间基础上，取得最大限度肿瘤缓解率的目的。以早期肺癌为例，具备手术或放化疗指征及条件的，可按照西医规范执行，此阶段中医药配合应用起到减毒增效作用;到肿瘤稳定期时，充分发挥中医药的治疗优势，扶正祛邪，有守有功;到肿瘤复发或转移阶段，在中医药整理辨证治疗基础上，可适当配合西医治疗手段解决局部转移灶、梗阻等“标急”问题。 总之，在以上原则指导下，采用中医药、针灸、食疗、药膳、气功、外治法以及西医的各种治法和药物循序配合治疗，制定一个完整的治疗、护理、康复方案，方能取得良好的临床疗效。 3.中西医治疗恶性肿瘤的临床应用 根据临床经验和文献资料报道，笔者认为中西医结合在癌症中的应用主要体现在以下几方面： 3.1中西医结合提高癌症外科治疗效果，减少手术并发症 凡能行手术切除的肿瘤均应手术切除治疗，通过手术可极大限度地减少病体内的癌细胞数目，使宿主与癌细胞比势改变有利于宿主，也可有利打破癌细胞的免疫封闭。但手术造成的损伤和破坏则可用中西医治疗使之恢复,特别是中医药在此的作用值得重,许多外科专家对围手术期的中医药治疗的作用充分肯定,这方面是值提倡和推荐的。其主要作用如下: ①术前配合中医调理,纠正阴阳的失调,可扩大手术适应症.临床常选用补气养血、健脾及滋补肝肾之品,四君子汤、八珍汤、十全大补汤、六味地黄汤等. ②术后配合中医药治疗,可促使术后脾胃功能的调整,气血得以恢复,对术后康复,免疫功能的提高有一定疗效,为进一步接受放、化疗打下基础.临床常选用调理脾胃、补养气血、理气③ 术后配合中医药治疗,可提高近期生存率,预防肿瘤的复发和转移.临床常依辨证与辨病结合,在扶正基础上加相应的抗癌中药. 3.2中药与放疗结合 目前研究表明:中药与放疗结合可以减少放疗所致的毒副作用.中医认为放射线是一个热性物质,其在杀伤癌细的同时,亦作为”热毒”作用损伤人体气阴,临床中,我们常选用益气养阴、凉血解毒之品,如:沙参、麦冬、玉竹、紫草、丹皮、生地等以减少毒副作用.对于放疗而致的皮肤及粘膜损伤,中药外用亦有很好的疗效.此外,中药与放疗结合提高放疗的临床疗效.研究表明:活血化瘀中药能改善微循环,促进血液循环,增加”洳课话┫赴难鹾,使乏氧癌细对放射线敏感,从而增加放疗效果.临床常选用桃仁、红花、三棱、莪术、赤芍等. 3.3中药与化疗结合 化疗药物治疗近几年发展很快,疗效亦确切,但化疗所引起的毒副作用亦为众所周、知,并在一定程度上限制了化疗药物的使用.而中药与化疗结合一方面可以减少或减轻化疗的毒副反应.另一方面可以增强机体的免疫能力,提高癌细胞对化疗的敏感性,增加临床疗效. ①化疗局部反应的中医药治疗:化疗药物长期刺激的静脉炎可选用金黄膏、龙珠膏等外敷. ②化疗全身反应的中医药治疗 a.消化道反应:化疗期间常有食欲减退、恶心呕吐、腹痛腹泻等消化道症状,中医治疗主要以健脾和胃、降逆止呕,常选用旋复花、代赭石、姜半夏、砂仁、焦三仙等. b.骨髓抑制:临床主要表现为血“寮鞍紫赴南陆.临床中,我们采用补肾活血之法,疗效甚佳.常选用:补骨脂、女贞子、黄精、枸杞子、鸡血藤、当归、山萸肉、桃仁、红花、赤芍等. 3.4预防肿瘤复发转移，阻断癌前”洹;钛瞿芨纳苹颊叩难焊吣刺档秃图跎僦琢龅淖坪透捶ⅰ2捎们迦冉舛荆宄谌龋餍型ǔ指椿宓幕芷胶猓銮恳种瓢┫赴敝车哪芰Γ鼓巢课坏陌┝龅玫娇刂苹蛑斡 4.中西医结合诊治肿瘤研究方向 中西医两种不同体系融汇贯通对提高肿瘤临床疗效具有重要的现实意义。中西医结合在理论研究和临床应用有很大潜力可挖掘。在基础理论的探讨中，肿瘤治疗作用机理方面己提出许多新课题，如中西医药伍用有机结合如何增强抗癌作用，减轻了毒副反应，中药对化放疗增敏增效的机理等课题研究深入的开展，有可能在癌症治疗学上出现新的突破。 在肿瘤不同发展阶段，病者不同表现时，祛邪与扶正治则的实施，包括中西医药各种手段恰当地运用，以有效地打击、抑制肿瘤，保护机体正气，掌握治疗的规范与标准(或客观指标)，本身就是治疗的辨证法。因此建立起规范化的治疗，是当前中西医治疗肿瘤一个重要的结合点。 中医药在治疗肿瘤表现调理机体内环境，提高机体免疫功能方面已见有很大的优势，这点与现代生物与基因治疗着眼调理、抑制癌基因，促进机体免疫功能的恢复，或通过刺激造血因子促进病人骨髓功能恢复以抑制肿瘤，其目的两者是吻合的。中西医药在这方面各自发挥优势，两者相辅相成，融为一体，可有效地加速研究获得成果，带给患者更多的希望。 临床疗效是中西医结合治疗肿瘤模式赖以生存和发展的生命力所在，已在更大范围内被国内外同道和患者所认同与接受。但中西医结合肿瘤治疗方案的制定、实施、推广和发展是一项系统工程，个体化、疗效评价标准以及高质量临床试验的实施等问题有待于进一步探讨。 上一篇： 心理变化是癌症的活化剂! 下一篇： 中医常用抗癌治法有哪些?","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"中医治疗肿瘤的特色","slug":"zj1doj","date":"2017-11-12T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/12/zj1doj/","link":"","permalink":"http://yoursite.com/2017/11/12/zj1doj/","excerpt":"","text":"中医药治癌历史悠久，早在公元前400多年的《黄帝内经·医经》中，就首次出现了“瘿瘤”(甲状腺瘤)的病名、分类和治疗经验的探讨。现代中医肿瘤学起步较迟，“以人为本”，整体观个体化、个体化中求规律是中医治癌的特色。 整体辩证、个体施治：癌症是全身疾病的局部表现，治疗不能只从局部出发。整体观、辨证施治是传统医学的精髓，脱离具体患者、具体病情而谈治疗无疑是极度荒唐的。不同患者不同病情临床情况不同，即使同一患者在不同的病期阶段其临床情况也不同。(现代基因组学研究表明，由于基因的多态性，药酶的多态性遗传基因的特点，在药品的选用和用量、配伍等方面必须实行个体化治疗，方可提高用药的准确性，减少毒副作用。 灵活配伍，发挥中药多层次、多靶点抗癌作用的优势：中药的化学实体是活性物质群，具有多多靶点、多效性的特点，作用的基本形式是改变肿瘤微环境，而肿瘤是多因素、多阶段形式的，药病相合，能抑制其发生、发展，尤其是在改变机体生癌环境，抗肿瘤复发、化痰软坚的中药，既可增强机体免疫功能，又可抑制肿瘤的生长，以达到“扶正而不恋邪”、“袪邪而不伤正”的目的。扶正类中药与化疗药配合使用，可在扶助正气的同时，增强化疗药物抗癌效果，且有可能避免单纯化疗过程中的肿瘤“反跳”现象。 既要治癌，更要保命;控制癌症，与癌共存：癌症的主要特征是“复发、转移”，正是这个“复发、转移”特性才对人体构成严重的威胁，迫使机体逐渐死亡;有效地控制癌症的复发转移，属医学界的难点，同时也属抗癌治疗的重点，控制了癌细胞的复发转移也就有效地治愈了癌症。所以治疗癌症的关键不是一味地追求肿块消失，更重要的是控制癌细胞，使其不再进一步发生转移。大量临床实践证明，对中晚期病人进行大剂量放、化疗，或对产生耐药的患者再次进行化疗只能导致虚弱的生命更加垂危，加速了患者死亡。临床常常可以见到，患者死因不是因为癌症本身造成，而是由于不科学、不恰当的杀伤性治疗所致。如肝癌多次介入后出现腹水、黄疸等肝功衰竭而致死;肺癌胸水化疗后导致呼吸衰竭而死亡;胃癌、肠癌化疗后恶心、呕吐，患者更加衰竭而死亡;白血球下降，患者感染而死亡等。对晚期癌症的治疗更重要的是减轻痛苦，提高生活质量，控制病情，稳中求进，以便获得“长期带瘤生存”。 总之，中医认为，恶性肿瘤的发病过程中，始终贯穿着“正邪相争”的过程，治疗时必须权衡机体与肿瘤(整体与局部)之间的关系，最终达到“治病留人”的目的。早期癌症病人，虽有肿块但尚未转移，此时“正盛邪实”，宜“攻毒祛邪”为主;中期癌症病人，肿瘤逐渐增大，病邪侵凌，邪正处于相持阶段，治疗上宜“攻补兼施”，或“攻多补少”;晚期癌症病人，肿瘤多已出现远处转移，邪毒得势嚣张，正气虚衰不支，这时如果一味攻伐，反而会加速病人的死亡，如果扶正培本，脾肾兼顾，“寓攻于补”，常能减轻症状，维持生机，使病人长期“带瘤生存”。目前越来越多被医生“宣判死刑”的晚期癌症病人，经过中医药调理和抗癌治疗后，肿瘤的生长得到控制，病人“人瘤长期共存”，生活质量得到改善.","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"10%患者不治而愈最好“抗癌…","slug":"zj1cvx","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/11/zj1cvx/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1cvx/","excerpt":"","text":"日前，美国癌症协会的一项研究表明，大约有10%的癌症患者在不接受任何治疗或接受少量治疗的情况下出现自愈，癌症一经自然消退很少复发。该协会对176例自然消退的癌症病人进行了长期的观察，发现只有10例复发，2例转移。这一研究结果大大地鼓舞了人们与癌症抗争的信心和勇气…… 为什么有的癌症患者不治而愈呢?医学科学家初步研究表明，原来人体内有一套完整的防卫机构——免疫系统，人体免疫系统的和谐是癌症自然消退的主要原因。 人体免疫力主要依靠白细胞。白细胞有很多种，其中T细胞、B细胞和K细胞对人体自身癌细胞有杀灭作用。正常人体内的细胞日夜不停地进行新陈代谢，每天可形成100万亿个新细胞，其中可能会产生两三个异常细胞。这两三个“不良分子”如果不予以消灭，在外因和内因的配合下，就有可能发展为人类的大敌——癌细胞。 在正常情况下，机体免疫系统随时都在监视和及时消灭这些“不良分子”，这在医学上称为“免疫监视功能”。免疫系统一旦发现被致癌物接触过的细胞要“投敌叛变”为癌细胞时，就会立即动员“正规部队”将其歼灭。 一番战争过程的演出与结束是，发现癌细胞的异常信息后，T细胞首先主动出击，与癌细胞接触并牢牢地将其粘住，用它的酶使癌细胞膜的通透性发生改变，结果使癌细胞内部的钾离子大量流出，同时将钠、钙离子及水分大量注入，这样，癌细胞便会失去渗透的平衡，很快就会呜呼哀哉了。 B细胞在参战过程中，可立即合成特异的抗体——免疫球蛋白，分布到全身体液中，形成“体液免疫”战场。B细胞对杀灭癌细胞的威力甚大，可惜“寿命”不长，数天即会消失。B细胞能产生一种叫“细胞毒”的物质，它对癌细胞可起杀伤和破坏作用。 贴士1、免疫和谐自卫武器怎样才能使免疫和谐起来，充分发挥机体免疫力的作用呢?医学研究证明，一方面，了解癌症康复的知识，树立战胜疾病的信心，保持乐观情绪;另一方面，通过正确途径使自身免疫系统尽快恢复正常功能，将免疫系统和各器官功能调节到最佳状态，早日康复。 贴士2、消灭肿瘤最终不是药物机体免疫功能受到肿瘤本身对免疫功能的抑制、破坏，造成免疫紊乱。正是这种免疫紊乱使得肿瘤细胞逃避了免疫监视和免疫防御等对其的吞噬、杀伤而得以发展。美国科学家曾预言:人类最终消灭恶性肿瘤不是依赖化学药物和放射线，而是要依靠解决机体的免疫和谐。(转贴) 上一篇： 新年寄语 下一篇： 中医需要”上工”","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"夏季保健防癌饮品双花饮","slug":"zj1gmn","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.018Z","comments":true,"path":"2017/11/11/zj1gmn/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1gmn/","excerpt":"","text":"【组成】银花50克，菊花50克，山楂50克，精制蜜500克【功效】清热解暑，健脾防癌。【制法】将银花、菊花、山楂择选干净，放入锅内，注入清水，用文火烧沸半小时，即可起锅，滤出煎液待用。然后，将蜂蜜倒入干净锅内，用文火加热保持微沸，炼至色微黄，粘手成丝即成。将炼制过的蜂蜜缓缓倒入熬成的汁内，搅拌均匀，待蜂蜜全部熔化后，用纱布二层过滤去渣，冷却后即成。【服法】随意饮用。上一篇：教你自制抗癌第一汤–猴头蛇舌草汤下一篇：癌症会传染吗？","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"中成药在癌症患者中的应用","slug":"zj1cbd","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/11/zj1cbd/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1cbd/","excerpt":"","text":"中成药在癌症患者的治疗中,由于其剂量便于控制,药效稳定, 服用方便,已被癌症患者所常用。目前临床使用的抗癌中成药中既有传统中成药,又有国内许多单位根据临床经验研制的多种剂型的抗癌中成药。那么，如何应用中成药治疗癌症?本篇仅就临床中常用于癌症治疗及辅助治疗的中成药简介如下: 一、传统中成药 1.六味地黄丸 本方出于&lt;&lt;小儿药证直诀&gt;&gt;,由熟地黄、山萸肉、干山药、泽泻、牡丹皮、茯苓组成。临床用于治疗食管上皮增生症、小细胞肺癌等。 2.六神丸 六神丸见于谢观&lt;&lt;中国医学大辞典&gt;&gt;雷氏六神丸方,由麝香、牛黄、冰片、珍珠、蟾酥、雄黄组成。临床中常用于白血病、 上消化道晚期肿瘤、鼻咽癌等。 3.犀黄丸 本方源于清·王洪绪&lt;&lt;外科证治全生集&gt;&gt;,由麝香、牛黄、乳香、没药组成。临床主要用于肺癌、肝癌、胃癌、肠癌、乳腺癌、食管癌等。 4.大黄 虫丸 本方出自汉·张仲景&lt;&lt;金匮要略&gt;&gt;,由大黄、黄芩、甘草、桃仁、杏仁、芍药、干地黄、干漆、芒虫、水蛭、蛴螬、 虫组成。 临床主要用于慢性粒细胞白血病、原发性肺癌、肝癌等。 5.小金丹 本方源于清·王洪绪&lt;&lt;外科证治全生集&gt;&gt;,由制草乌、木鳖子 (去壳去油)、五灵脂、白胶香、地龙、制乳香、制没药、当归(酒炒)、麝香、香墨组成。临床常用于甲状腺癌、恶性淋巴瘤、乳腺癌、皮肤转移癌等。 6.梅花点舌丹 本方出自清·顾世澄&lt;&lt;疡医大全&gt;&gt;,由制蟾酥、牛黄、冰片、珍珠、熊胆、血竭、制乳没、麝香、沉香、生硼砂、明雄黄、朱砂、葶苈子、白梅花、生石决明。临床主要用于口腔癌、舌癌、喉癌、食管癌、皮肤癌等。 7.蟾酥丸 本方见于明·陈实功&lt;&lt;外科正宗&gt;&gt;,由制蟾酥、雄黄粉、朱砂粉、生蜗牛、寒水石(煅)、轻粉、铜绿、制乳香、制没药、 麝香、枯矾、胆矾组成。临床常用于皮肤癌、乳腺癌、骨瘤等。 8.阳和丸 本方出自清·王洪绪&lt;&lt;外科证治全生集&gt;&gt;,由熟地、鹿角胶、肉桂、麻黄、炮姜、白芥子、甘草组成。临床主要用于骨瘤、 乳腺癌、恶性淋巴瘤等。 9.玉枢丹 本方见于明·陈实功&lt;&lt;外科正宗&gt;&gt;,由山慈姑、续随子霜、红牙大戟、五倍子、麝香、腰黄、朱砂组成。临床常用于食管癌、胃癌、恶性淋巴瘤等。 二、 现代中成药 1.康莱特注射液：由浙江康莱特药业有限公司出品，其系从传统中药薏苡仁中提取天然有效活性物质，经先进制剂手段制备的可供静脉、动脉输注的新颖乳剂，既高效抑制癌细胞，又显著提高机体整体免疫力，且对化疗、放疗有增敏解毒作用，并提供高营养及缓解疼痛，为临床中较为理想的肿瘤综合性治疗药物。我们临床常用于肺癌、肝癌的辅助治疗及晚期恶性肿瘤的姑息治疗. 2.榄香烯乳注射液：由大连金港制药有限公司出品。系从传统中药莪术中提取的抗癌有效成分，经对癌细胞亲合性甚强的乳化剂特殊处理而制成静脉用乳剂注射液。其能有效地抑制癌细胞的生长，对放化疗亦有增效的作用。我们临床上常用于肺癌、脑瘤、消化系统肿瘤、恶性胸腹水及晚期肿瘤的姑息治疗。 3.华蟾素：由安徽金蟾药业总公司出品。其具有清热解毒、消肿止痛、活血化瘀、软坚散结的功效。能抑制肿瘤细胞生长，减轻放化疗的毒副反应。临床常用于中晚期恶性肿瘤的治疗。 除上述外，临床中常用的现代中成药还包括有：慈丹胶囊、利佳片、增生平.、爱迪注射液、参莲胶囊、金龙胶囊等。亦包括施普瑞、百令胶囊、八珍冲剂、生血宝等一系列肿瘤放化疗辅助用药。这里便不一一介绍。 临床应用时，无论是传统抗癌中成药，还是现代抗癌中成药都应遵循中医辨证原则，考虑肿瘤患者的不同病情，合理选用这些药物。患者必须在医生的指导下，正确使用抗癌中成药，以期收到良好的治疗效果，避免一些毒副反应的发生。 上一篇： 癌症病人饮食巧安排 下一篇： 那些食物有防癌抗癌作用?","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"脑瘤的中医治疗思路","slug":"zj1cib","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/11/zj1cib/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1cib/","excerpt":"","text":"颅内肿瘤是目前发病率高且较难治愈的疾病。以脑胶质瘤为多见，约占50%以上，经手术及放、化疗后，5年生存率不足20%，大部分患者术后1～2年内复发，转移脑瘤多半手术后半年内死亡，1年以上存活者不足15%。中医药治疗本病的报道日渐增多，从中可见中医药的确实疗效，且毒副作用少，能为患者所接受。 关于脑瘤的病因，多数学者一致认为主要由于内有脾胃阳气虚弱或肝肾阴虚，外有寒、毒邪入侵，以致痰湿、瘀毒结于髓海而成。病机演变过程中，风、火、痰湿、血瘀、气滞相互作用相互影响，加之正虚，清阳之气不升，血行不畅，痰湿结聚，闭阻脉络，日久瘤体增大，压迫周围组织，引起全身病理反应。 关于脑瘤的辨证分型，通常可分为痰湿内阻，肝胆实热，肝肾阴虚，气血郁结，脾肾阳虚，肝风内动等证候类型。往往虚实夹杂，多证并见。治疗总则以扶正祛邪为主。分别采用化痰、祛瘀、滋阴、温阳、散寒、解毒、熄风、清热、益气、养血等方法。 关于脑瘤的治疗，专家们提出各自的特色观点。钱伯文认为脑瘤以痰浊上扰、清窍受蒙、气血郁结为主证。治疗首选化痰开郁、消肿软坚之品;若需用补益肝肾药,也应虑及痰浊较重,宜选平补肝肾、补而不腻、不助痰湿之味。刘嘉湘教授根据脑瘤气虚血瘀的病机特点，强调重用生黄芪，以扶正托毒。同时，认为“痰凝胶结”是脑瘤发病的一个重要因素，而治疗脑瘤时必用软坚化痰药，如蛇六谷、生南星、天葵子等。周仲瑛教授在补益肝肾的同时，重视祛风化痰，活血祛瘀，习用僵蚕，水蛭之品，主张以毒攻毒，常伍马钱子散。袁世民将脑瘤的病机概括为阳虚寒邪内著，气血阻滞以及阳气亏损，寒凝清窍，气血阻滞。治以温阳而祛寒邪，活血以通行血脉，软坚化有形之物。潘国贤强调治以熄风清热、化痰散结、祛瘀通络为主，佐以滋补肝肾，用药以全蝎、蜈蚣、丹参、川芎、僵蚕、地龙为首选。周昌安主张痰瘀同消。笔者认为脑瘤治疗关键在于补肾化瘀，益气通络，软坚散结。临床用药中注意药物的用量，特别在使用黄芪时，多用“生”，不用“炙”，要重用，通常剂量60克-120克。此外，注意虫类药物的应用，常用蜈蚣、全蝎、地龙等。 上一篇： 2007年新年开篇诗 下一篇： 直视肿瘤治疗","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"直视肿瘤治疗","slug":"zj1ckj","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/11/zj1ckj/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1ckj/","excerpt":"","text":"手术、化疗、放疗、生物治疗是目前现代肿瘤治疗的几大主体手段，但到底如何合理使用这些方法?如何避免过度治疗呢?这些问题实际上一直困绕着临床治疗的选择。许多患者将所有的希望寄托在手术、化疗、放疗上，所以，无论经受多大的痛苦，始终在手术、化疗、放疗等方法中重复选择。这样做到底是有益还是有害呢?我们来综合分析一下： 1.首先可以明确的是: 手术、化疗、放疗主要是针对肿瘤而言,但治疗中不可避免对机体正常组织造成严重损害. 2.肿瘤的发生实际上是机体内环境失调的必然结果,手术、化疗、放疗等虽然消灭了部分肿瘤组织,但同时也造成的机体内环境的严重失调,为肿瘤复发转移埋下了伏笔! 3.真正的肿瘤治疗,不在于直接消灭肿瘤,而在于改善肿瘤赖以生存的体内环境,既及时纠正患者的体内环境状态. 4.中医药在肿瘤治疗应提高到一个高的地位! 上一篇： 脑瘤的中医治疗思路 下一篇： 人参鸡粥","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"论中医归经与肿瘤靶向给药","slug":"zj1coz","date":"2017-11-11T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/11/zj1coz/","link":"","permalink":"http://yoursite.com/2017/11/11/zj1coz/","excerpt":"","text":"肿瘤靶向给药的提出无疑给现代肿瘤临床治疗带来了崭新的概念，是现代肿瘤临床研究的一个新的里程点。靶向药物与普通药物相比，具有更强的特异性，可以进入难以到达的特定的靶组织和靶器官，有针对性地提高该部位的药物浓度并维持较长的有效作用时间，避免了广泛分布所带来的疗效下降及不良反应增加，从而减少了药物用量。中医药学是我国传统文化的精髓，通过大量查阅和研究中医药文献，我们从中发现了大量靶向给药的中医药模式。笔者从中药归经(引经)理论出发全面论述了中药靶向给药的中医理论基础，并结合中医肿瘤临床阐明了中医归经理论在中药肿瘤靶向治疗临床中的应用，提出了中药肿瘤靶向治疗的研究思路和方法。 1.传统中药归经的概念 归经是中药药性理论的重要组成部分,它用来表示药物的作用部位。归即归属,经即脏腑经络,归经就是药物对机体不同部位的选择作用。换言之,药物进入体内后,并非对所有脏腑或经络都发生同等强度的作用,大多数药物在适当剂量时,只对某些脏腑经络发生明显作用,而对其他脏腑经络则作用很小或无明显影响。 2.传统归经理论发展的历史渊源 (1)起源追溯到春秋战国至东汉末年：著名中医古籍《素问·至真要大论篇》已提出了不同的药物，由于性味不同，对机体不同部位有选择性,即某种药味主要入某一脏腑。其曰:“五味入胃,各归所喜,故酸先入肝,苦先入心,甘先入脾,辛先入肺,咸先入肾”。但《内经》中并没有用它来解释具体的药物。医圣张仲景在《伤寒杂病论》中按照伤寒不同的证候和六经所属脏腑的病理变化来论述药物对人体脏腑经络某一部位的特殊作用及适应范围。如太阳病所用以发表的麻黄、桂枝为入太阳经之药,少阳病所用以和解半表半里证的柴胡为入少阳经之药等等,这些以脏腑经络理论为指导的分经用药,为归经理论体系的形成提供了临床基础。 (2)发展于唐宋元时代：唐宋时代,药物作用的选择性定向、定位已作为独立药性而不再依附于药物的色、形、气、味等特性。如孟诜《食疗本草》中“绿豆行十二经脉”;寇宗《本草衍义》有木瓜入肝、戎盐入肾、桂圆归脾、泽泻引药归肾经等记载,虽未正式提出归经,但却反映了这一时期对药物归经作用的认识水平及该理论体系的雏形。金元时代著名医家张元素则正式建立归经理论。张氏对脏腑辨证和遣药制方深有研究,提倡分经分部用药,如“脏腑虚实标本用药式”,“引经报使”等,并将《珍珠囊》中30余味药载有“某经药”、“某行经药”的内容,他认为取各药性之长,各归其经,则力专效著。弟子李东垣、王好古等人进而系统归纳和发挥,提出制方用药必须引经报使,如手足太阳经病用羌活、藁本;手足少阳经病则用柴胡等。而李东垣所传乃师《医学启源用药法象》和王好古的《汤液本草》对归经理论加以充实和发挥,使归经理论体系基本形成。 (3)归经理论完善于明代：明代医家李时珍的《本草纲目》、刘文泰的《本草品汇精要》、缪仲淳的《本草经疏》、李中梓的《雷公炮制药性解》和《本草图解》等书,均刊载阐述有关归经理论,并倡导研究归经理论应循“发明经旨,适当于用”的原则,为把归经理论广泛地运用于临床,打下了良好的基础。 (4)归经理论体系发展成熟于清代：清代论归经的书目之多,涉及的范围之广,是历代无以伦比的。研究内容大致分为3类:一是综合研究本草而提及归经者,如陈修园的《本草经读》、张璐的《本经逢原》、陈士铎的《本草新编》等书;二是重点研究归经理论的专著,如贾所学的《药品化义》、赵观澜的《医学指归》等;三是研究药物及方剂归经的著作,如陈修园的《医医偶录》等。 3.归经的中医理论依据 (1)脏腑经络学说：中医认为药物的治疗作用是通过对脏腑经络生理功能和病理变化的影响和改变而被认识的。将药物的功效与脏腑经络密切结合起来是归经的认识来源。 (2)六经辨证和卫气营血辨证：六经辨证和卫气营血辨证是中医辨证理论的重要组成部分，也一度成为中医归经的理论依据之一。如治疗太阳病的主要归膀胱经，治疗少阳病的主要归胆经;犀角“清心肝血分实热”而主归心、肝经等. (3)药物特性：药物的形色气味作为药物归经的依据之一。《内经》云:“阳为气,阴为味”;“辛甘发散为阳,酸苦涌泄为阴”;“白当肺辛,赤当心苦,青当肝酸,黄当脾甘,黑当肾咸”;“酸先入肝,苦先入心,甘先入脾,辛先入肺,咸先入肾”等.汪昂所云：有因形相类者，如连翘似心而入心;有因性而相从者，如属木者入肝;有因气相求者，如气香入脾等。这些对早期的归经学说影响颇大。随着归经理论体系的不断发展、充实,这种依附于形、色、气、味等论述药物作用的选择性定向、定位已显示出较大的片面性。 (4)药物疗效：药物归于何脏何腑或何经，由其实际的效用来确定。归经实际是指疗效所在。徐灵胎言：“因其能治何经之病，后人即指为何经之药;”“凡药性有专长，此在可解不可解之间，虽圣人亦必试验”。如苍术辛苦温,能燥湿健脾,治疗湿阻中焦证,即言其归脾胃经。一般来说,药物作用单纯,疗效比较局限的,则归一经;作用复杂,适用范围较广泛的,则归多经。如莲子心苦寒,功专清心火,可以治疗心火亢盛、烦躁口疮,或热陷心包、神昏谵语,故只归心经。干姜辛热能回阳复脉、温中散寒、温肺化饮,可以治疗亡阳厥逆、脾胃虚寒及寒饮咳喘等证,故归心脾胃和肺经。 4.中药归经临床应用原则 (1)按病位指导用药：归经所指的药物作用部位是脏腑经络,如肺有”涫,常出现咳痰、气喘等症,在临床用药时,即可选用主入肺经的杏仁、贝母等止咳化痰平喘药物。 (2)按“引经报使”指导用药：引经报使药是指某些药物可引导其他药物达到疾病所在部位,以奏疗效。与西药的载体学说颇有相似之处。它作为运载药物的工具,把药物送到”洳课,有效地发挥其治疗作用,甚至出现事半功倍的效果。补中益气汤用升麻引经入阳明效力增强。现代药理学研究也证明,用升麻其药效明显,去升麻其药效则降低,且不持久,说明升麻对其他药具有协同作用。现代研究证明,中药治病的物质基础是通过其所含的生物活性分子发挥作用。如桔梗为手太阴肺经的引经药,在许多方剂中作为“引经药”使用。经分析证明桔梗皂甙的表面活性决定着其增溶作用和对细胞膜通透性的影响,银翘散中有桔梗,因为它含有桔梗皂甙,具有表面活性,易溶于水,达到临界胶团浓度后,形成胶团,对挥发油和薄荷油等难溶性成分起增溶作用,不但增加了薄荷油等成分的浸出量,而且使制剂趋于稳定,保证了足够的含药量。 (3)结合脏腑经络理论指导用药：在临床治疗中要密切结合脏腑经络之间的各种病理关系,在归经理论的指导下,采取恰当地选药配伍是十分必要的。如有人针对肺心病急性发作期,热邪壅盛、痰瘀交阻、肺气不降的病理特点,组方时选用麻黄与大黄为主药,取麻黄主入肺经,宣降肺气以平喘;配大黄主入大肠经,通泻大肠而导瘀热,收到较为满意的疗效。 (4)归经与其他药性理论结合用药：药物归经为临床治疗提供了选择药物的根据。但同一脏腑”,其病性有寒热虚实的不同性质,同为一经的药物,其药性也有温清补泻的不同特点,因此临床用药如果只重视归经,而忽视了药性特点与疾病性质,势必造成药证不符而促使病情加重。 5.归经与引经药 引经药,亦称“引经报使药，俗称“药引子”，是说用某一药物在治疗上对某脏腑、经络的病证起着显要作用，同时可引导其他药物对某脏腑、经络的病证起主导治疗作用。引经是归经与配伍理论结合的发展，通过配伍引经药，有些药物可改变其他药物的作用方向或部位，或使其作用侧重或集中于特定的方向或部位，甚至可直接影响和引导正气以及病邪。《医学读书记》云：“药无引使则不通病所。”引经药在方剂中起向导作用，可引导整个方剂的药力到达某一”洳课换蚰吃喔⒕纭U绻湃怂疲“引经之药，剂中用为向导，则能接引众药，直入本经，用力寡而获效捷也。”现代研究证明,引经药与现代药学中所论述的某些化学药中引入“载体基因”，以引药直达靶细胞,使药物在病处直接发挥作用的说法有相同之处。中医认为引经药具有引药物归经、引药至病所、引正气归宅、引病邪外达等多方面作用。 (1)引药物归经：指一些引经药在方剂中先驱先行，引药入经。如痛泻要方为补脾泻肝之剂，方中防风既可引药入脾，又能疏肝扶脾、胜湿止痛;龙胆泻肝汤泻肝胆实火、清下焦湿热，方中柴胡既能引药入肝胆泻实火，又可疏畅肝胆;左金丸为清泻肝火之剂，方中吴茱萸辛热入肝,黄连苦寒入心、胃，吴茱萸为肝经引经药，其可引黄连之寒来清肝火;白虎汤主治阳明经气分热盛，石膏用以引诸药入阳明经而收清热生津之效;清胃散为清胃凉血之剂，方中升麻能引诸药入胃清泻胃火;又如头痛部位不同涉经各异，前人在治疗时注重了引经药的运用,正如李东垣所云：“头痛须用川芎，如不愈，加各引经药，太阳羌活，阳明白芷，少阳柴胡，太阴苍术，厥阴吴茱萸，少阴细辛也。” (2)引药至病所：一些引经药具有明显的作用趋向,可引它药直达病所。《伤寒论》中的三物白散用桔梗引巴豆上升以祛胸中寒实,若去掉桔梗则仅能涤除腹水而不能荡涤胸水;《本草逢原》云:“牛膝能引诸药下行,筋骨痛风在下者宜加用之。”故三妙丸中用牛膝引黄柏、苍术下行治湿热下注,两足麻木等。桂枝为上肢病的引经药,可引诸药直达肩、臂、手指;羌活为上半身疾病的引经药,可引诸药达上半身(及头项);独活、牛膝为下半身病的引经药,可引诸药达腰膝、下肢;桑枝为四肢病的引经药,可引诸药走四肢;狗脊为腰背部的引经药,可引诸药治腰背强痛,俯仰不利等;川芎为头面部的引经药,可引诸药直达头面等等。 (3)引正气归宅：补中益气汤中用柴胡、升麻引清阳之气上升，从而使该方具明显的益气升提之功以治中气下陷之证,若去掉柴胡、升麻则只有补益气血之功而不能升提,且药力不持久;金匮肾气丸中用肉桂以引火归原,可使上浮之虚阳(火)下归于肾,以治虚阳上越的戴阳证及虚火上浮的格拒证;镇肝息风汤重用牛膝以引血下行,以防“血之余气并赶于上”之“大厥”,该方若去掉牛膝则对眩晕一症的改善大为逊色。 (4)引病邪外达：借助药物的作用趋向引邪外达。玉女煎中牛膝引邪热下行以降上炎之火;四妙丸清热利湿,方中牛膝也起引热下行之功;麻黄附子细辛汤中的细辛,可引导少阴经寒邪出于太阳之表。 6.归经(引经)的现代研究 (1)归经与中药有效成分:陆光伟对23种药物的有效成分在体内分布与归经关系进行了探讨,认为中药有效成分在体内的分布是归经的重要依据,有效成分的选择性作用是中药归经的基础。郭顺根应用放射自显影技术,观察到川芎的活性成分川芎嗪的标记物主要分布在动物的肝脏和胆囊,与文献记载川芎归肝、胆经相符。沈海葆从中草药有效成分的量效、构效、分布等与归经的关系进行了分析,得出了相同的结论。 (2)归经与中药微量元素:柴立认为中药的微量元素在体内的迁移,选择性富集及微量元素络合物对疾病部位的特异亲合是中药归经的重要基础。朱梅年等对常用的21味补肾助阳药进行了微量元素的系统分析,认为以微量元素Zn、Mn、Fe等作为共同的物质基础,实施对神经内分泌免疫调节网络的控制而呈现的整体效应。徐经采发现明目类中药富含Zn、Mn、Fe等微量元素,其含量与眼组织中微量元素的浓度呈正相关。 (3)归经与药效:李义奎在429味中药按药理活性分组,统计了各组的归经频数,发现中药的归经与其药理作用存在相关关系,如包括天麻、白花蛇在内的22味抗惊厥中药均入肝经;包括大黄、番泻叶在内的18味泻下药均入大肠经等;这与中医书籍记载完全一致。高其铭认为当归对血液循环系统、子宫平滑肌和机体免疫功能的药理作用,与其归心、肝、脾经有关;红花入心、肝经与其对血液循环系统和子宫的作用有关。药物的临床疗效是归经理论的基础,而临床效应的来源就是药物的药理作用。因此,中药的药理作用同归经之间存在着相关性。 (4)归经与受体:唐学游发现中药与受体的亲和力是中药归经的基础,如细辛含消旋去甲乌药碱,具有兴奋β受体的作用,而β1受体主要分布在心脏、肠壁组织,因此用细辛可治疗心脏疾病,说明细辛归心经理论的正确性;麻黄是肾上腺素α、β受体的双重激动剂,入肺、膀胱、心、肾、胃等经。叶显纯认为归经与受体学说对于强调药物对人体特殊选择作用方面是一致的,如槟榔入心、胃经,在药理上槟榔使心脏搏动变慢,胃肠蠕动加快;从受体理论上来说,槟榔含有乙酰胆碱,为心脏受体接受产生抑制作用,为胃肠受体接受产生兴奋作用。李殊响认为动物细胞膜上的“半夏蛋白”是一种“中药受体”,并认为中药的双向调节与受体蛋白的可变性有关,如黄芪有可升可降、能利能止、便难则畅、便泻则止等作用。 (5)归经与环核苷酸:cAMP、cGMP是细胞内调节代谢的重要物质,两者比例若发生改变,则会引起机体功能失调导致疾病发生,这与中医的阴阳学说非常相似。王树荣发现许多中药通过调节体内环核苷酸起作用,他选用五味子、鱼腥草、汉防己水煎剂分别给大白鼠灌胃,用放射免疫法测定动物脑、肺、心、肝、脾等组织中cAMP、cGMP的含量,发现各组织cAMP、cGMP含量以及cAMP/cGMP比值的变化与各药物归经有关。 7. 中医归经(引经)理论在肿瘤靶向给药中的应用从现代研究分析：肿瘤临床治疗发展的最大障碍在于目前的治疗缺乏明确的靶向性,特别是化疗药物治疗，往往在抑制癌细胞的同时，给机体正常组织造成了巨大的伤害。随着肿瘤治疗观的改变，肿瘤患者的生活质量已成为衡量肿瘤疗效的关键。这一改变使靶向治疗概念成为肿瘤临床研究新的方向发展。从目前肿瘤临床研究看，肿瘤靶向治疗模式包括肿瘤物理靶向治疗，如射频消融、微波凝固、氩氦刀、光动力等;肿瘤放疗靶向、肿瘤药物靶向等。其中肿瘤药物靶向研究与中医归经(引经)理论有着密切联系。 (1)利用中药引经作用，强化化疗药物的靶向性：引经是归经与配伍的结合，是归经理论的进一步发展。吴鞠通在《医医病书》中言：“药之有引经，如人之不识路径者用向导也。”上述理论与现代肿瘤靶向制剂研究观点极为相似。现代药理研究也为这种相似观点提供了现代依据。典型实验是心经引经药冰片的研究。冰片味辛、苦、微寒，归心、脾、肺经，《本草纲目》记载：冰片具有“通诸窍，散郁火”之功，为心经引经药。现代药理证实，冰片可增强顺铂、川芎、利福平等多种药物在脑内的浓度，从实验证实了冰片的靶向增强作用。肿瘤临床研究中，如果将归经引经理论应用于肿瘤靶向研究中，合理地将中药引经药物与化疗药物有机结合，直接增强治疗药物在靶器官的浓聚，大大降低毒不良反应，增加治疗效果。 (2)根据中药归经引经理论，科学选择肿瘤用药：目前，临床中有许多中药抗癌制剂，但应用时普遍存在着盲目性，影响了临床疗效。如何提高这些药物的疗效，如何发挥中药制剂与化疗或放疗的协同作用，是中医药抗肿瘤临床研究的关键。我们知道，中药制剂无论是单药成分还是复方成分，均存在着主药，这些主药的归经决定了制剂的作用靶点，所以根据中医归经引经理论和辨证论治原则，结合现代肿瘤靶向治疗观点，我们就可以合理选择中药抗癌制剂，达到理想的治疗效果。 8.现代中药抗癌作用的新靶点-肿瘤血管生成 原发和转移性肿瘤持续生长的先决条件是肿瘤本身能诱导新的血管生成。因此，把肿瘤新生血管作为靶点破坏，以导致肿瘤细胞死亡来治疗肿瘤和抗转移已成为近年来基础与临床研究的热点。定点清除肿瘤新生血管作为一种崭新的抗癌战略，是通过切断肿瘤赖以生长和转移的营养来源和迁移通道以发挥抗癌效应，其研究成果对拓展恶性肿瘤治疗途径具有极为重要的理论与临床价值。 现有的资料显示，中医抗肿瘤血管生成研究已显示出可喜的苗头。朱国福等认为，中药抑制肿瘤血管生成有一定的理论基础，其理由有：①某些中药或有效成分如云芝多糖、香菇多糖、虫草多糖、十全大补汤、小柴胡汤以及柴胡、当归、川芎、桂枝等有良好的诱生肿瘤坏死因子(TNF)、提高TNF活性效应;黄芪、当归、党参、芍药、猪苓多糖等皆可诱生TNF。TNF是抑制肿瘤生长的有效物质，它在体内的抗肿瘤作用非常复杂，涉及体内一系列生化反应，并随机体代谢状态的改变而变化。TNF既可直接杀伤肿瘤细胞，也可通过阻断肿瘤血液供应、促进宿主炎症反应、刺激巨噬细胞细胞毒活性和刺激产生肿瘤特异性细胞毒抗体等途径发挥作用。肿瘤内的新生血管是TNF的攻击目标。TNF在早期增高血管内皮细胞的凝血活性，而后造成内皮细胞损伤，进一步加重局部循环障碍。TNF还能抑制肿瘤诱导的毛细血管内皮迁移，阻碍肿瘤内血管生成。②大量的临床实践证实，某些中药或复方有抑制肿瘤转移作用，推测可能与其抗肿瘤血管生成机制有关]。因此，近年来中药或有效成分抑制肿瘤血管生成研究非常活跃，也具有明显的广度和深度。 (1)姜黄：姜黄是常用的传统中药，来源于姜黄属植物的根茎。姜黄主要活性成分是姜黄色素和挥发油，具有抗炎、抗氧化、降血脂和抗肿瘤等多种作用。近年来，姜黄活性成分的抗肿瘤作用引起了广泛关注。姜黄素、脱甲氧基姜黄素和双脱甲氧基姜黄素是姜黄中的3种主要色素，混称姜黄色素，其研究表明抑制血管生成是其抗肿瘤的主要机制之一。李剑明等进行了3种姜黄色素单体抑制内皮细胞生长作用的实验研究。采用MTT检测系列药物浓度和不同作用时间对血管内皮细胞增殖活性影响，并采用流式细胞术检测双脱甲氧基姜黄素作用24h后内皮细胞增殖周期改变。MTT实验表明，3种姜黄色素作用72h后对内皮细胞增殖抑制作用的IC50值分别为0.525μg/ml、0.399μg/ml和0.125μg/ml;在浓度为4μg/ml时，3种姜黄色素作用48h后均可导致内皮细胞出现明显的增殖抑制，与对照组相比，有统计学意义(P &lt;0.05);作用72h后达最高值。FCM检测表明，浓度为4μg/ml时双脱甲氧基姜黄素可将内皮细胞阻止于S期，与对照组相比，有统计学意义(P&lt;0.05);浓度增至8μg/ml以上时，可引起S期细胞阻滞，与对照组相比，有统计学意义(P &lt;0.05)。同时，能明显诱导肿瘤细胞凋亡，说明3种姜黄色素单体均有抑制血管生成效应。 (2)逆癌酮：以往研究发现丹参酮具有抗肿瘤作用。逆癌酮是以丹参酮为主要成分的中药制剂。作者以逆癌酮对A549细胞系和PLA-801D细胞系恶性表型的逆转作用研究结果表明，在体外状态下，逆癌酮可下调肿瘤细胞VEGF、CD44V6的表达水平，上调PLA-801D细胞的nm23-H1的表达水平。提示逆癌酮有抗肿瘤血管生成效应。 (3)海参：海参是我国传统的补益药，含有多种生物活性物质。实验研究证实，海参的活性成分具有抗凝血、抗肿瘤、增加免疫力及抗病毒等作用。胡人杰等发现海参与可的松合用有极为明显的抑瘤增效作用。肝素与可的松合用具有肿瘤血管生成抑制作用，而海参的化学结构、生物活性与肝素有相似之处，故推测海参与可的松合用也可能有肿瘤血管生成抑制作用。进一步二者合用对家兔角膜血管移植瘤诱发血管生成抑制实验证实，海参有一定的抗血管生成抑制效应，故海参有望成为一种具有特色的抗肿瘤药物或生物反应调节剂。 (4)乌三颗粒：乌三颗粒为临床经验方，已获Ⅱ期临床批文，主要功效为益气养阴、软坚散结。石锦萍等进行了乌三颗粒对肿瘤新生血管生成干预的研究。作者采用免疫组化染色法、病理彩色图像定量分析法，对小鼠S180肉瘤组织进行了MVD、VEGF、bFGF表达的检测。结果显示，乌三颗粒能明显下调MVD、VEGF、bFGF的表达，表明乌三颗粒对肿瘤血管生成有明显的干预作用，这可能是乌三颗粒抗肿瘤的重要机制之一]。 (5)人参皂苷Rg3：人参皂苷Rg3是中药人参中的四环三萜皂苷，其分子式为C24H72O13。研究表明，人参皂苷Rg3体外对小鼠腹水肝癌细胞(MM1)、黑素瘤B16FE7细胞、人小细胞肺癌细胞(OC-10)和人胰腺癌细胞(PSN-1)的浸润具有较强的抑制作用。人参皂苷Rg3对高转移性小鼠黑素瘤B16FE7细胞肺转移及Balb/C小鼠结肠癌细胞肺转移具有抑制作用。其抗肿瘤转移机制与其抑制肿瘤细胞浸润、粘附和抗血管生成的活性有关。 人参皂苷Rg3还能明显提高正常小鼠及荷瘤小鼠的免疫功能，与放疗、化疗伍用有明显减毒增效功能，并可延长荷瘤鼠的生存期，对Lewis肺癌生长有明显抑制作用，抑瘤率与给药量呈正比。人参皂苷Rg3在抑制Lewis肺癌瘤体生长的同时，对肿瘤诱导的新生血管生成同样具有明显抑制作用。苏拉明是最早研究的抗肿瘤血管生成药物之一，其抗新生血管活性是通过抑制bFGF而实现。实验研究表明，Rg3同样具有类似苏拉明作用。此外，体外鸡胚尿囊膜(CAM)实验也发现，Rg3同样具有抗血管生成作用。目前，上市的抗肿瘤新药参一胶囊具有抗肿瘤血管生成作用的适应证。 (6)大豆异黄酮：选用人乳腺癌细胞株MCF-7裸鼠异种移植，探讨大豆异黄酮及其主要有效成分金雀黄素对人乳腺癌细胞裸鼠移植瘤生长及其血管生成的影响，通过观测移植瘤的重量、出瘤时间、成瘤率，同时，应用免疫组化技术观察MVD。结果显示，肿瘤组织内可见形态不规则，且无明显管腔的新生血管，血管分布以肿瘤组织的边缘处为多见，各组微血管记数金雀黄素组最少，出瘤时间及成瘤率各治疗组都明显减少，以金雀黄素组最为明显，其次是高黄酮组和低黄酮组。根据实验可以看出，大豆异黄酮的主要有效成分金雀黄素能减少肿瘤血管生成，从而抑制裸鼠移植瘤在体内生长。 (7)康莱特注射液：康莱特注射液(KLT)是从中药薏苡仁中提取的有效抗癌活性物质。并通过先进的技术制成用于静脉、动脉注射的新型脂肪乳剂。张良等进行的康莱特注射液对血管生成影响的体外实验研究发现，采用无血清培养基培养主动脉环共2 ~ 8天，实验共分3组(对照组、0.1mg/ml VitE组、10μl/ml KLT组)，每组8个血管环，倒置显微镜观察。结果发现，KLT能明显抑制新生血管生成，加快血管进入衰退期，抑制作用明显优于VitE。说明抑制血管生成是KLT抗肿瘤的方式之一[40]。 (8)鲨鱼软骨提取物：近10年来，不同的实验室从不同的鲨鱼软骨中获得了相对分子量大小不一、生物活性也有差异的鲨鱼软骨血管生成抑制因子(SCAIF)。它们都具有抑制血管生成的生物活性和对荷瘤小鼠的确切抑瘤效果。2000年和2001年，有学者从我国沿海鲸鲨软骨中提取分离了两种高度纯化了的血管生成抑制因子SCAIF1和SCAIF80，它们对内皮细胞的增殖与迁移具有显著抑制活性，对鸡胚尿囊膜血管生成也有明显抑制作用，并且均呈剂量依赖关系。 9、中医肿瘤靶向给药的研究思路 从前所述，我们发现传统中医归经与引经已蕴涵了现代药物靶向的概念。引经理论已蕴含了现代医学的载体学说。如何将中医归经引经理论与肿瘤靶向药物研究结合是肿瘤靶向研究的新突破点。首先，我们应加强中药归经的古文献整理和现代文献的分析归纳，从大量的文献中总结同一药物的或某一成分的作用机理,从而完善现代中药归经理论体系，为现代中药肿瘤靶向药物研究奠定基础。其次，加强中药归经的实验研究：中药归经的实验研究既阐明了中药归经的物质基础,又突出了中医理论特色,为中药规范化、标准化研究奠定了基础,是实现现代化肿瘤靶向中药的良好开端。再者，强化中药作用靶点和证的相应性的研究。还有强调中药归经研究与临床相结合，开发适合于临床中医肿瘤靶向药物。 中医肿瘤靶向给药是将传统中药归经和引经理论与现代药物靶向理论结合的产物，它既承袭了传统中医理论和实践精华，又吸收了现代药物靶向的概念，可以说中医靶向给药研究是中药现代化的必经之路，也是肿瘤靶向治疗发展的新方向。 参考文献： [1]施怀生.试论中药归经理论及其与体内代谢过程的关系.山西中医,1996,12(6):32～34 [2]王树荣,张冰,丁国明.中药归经的实验研究.中国中药杂志,1994,19(8):500 [3]王海东.归经研究与受体学说的思考,湖北中医学院学报,2001,3(3):8～9 [4]孙晓波.有关中药“引经”及“药引”的探讨.中医药研究,1998,14(6):9-10 [5]丛靖昕，庞运同.浅谈引经药的特点及临床运用.时珍国医药,2000,14(11):690 [6]袁昌锦,黄在玲.略论中药归经、引经理论与现代药理受体、载体的关系，湖北民族学院学报-医学版，2000，17(1)：30-32 上一篇： 化疗可能弊大于利科学家探索“化疗脑”之谜 下一篇： 2007年新年开篇诗","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"中医肿瘤研究回顾、临证思路与用药","slug":"zj1bbt","date":"2017-11-10T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/10/zj1bbt/","link":"","permalink":"http://yoursite.com/2017/11/10/zj1bbt/","excerpt":"","text":"恶性肿瘤是一类严重危害人类健康的常见病、多发病。属中医“岩”、“癌”、“积”、“症”等范畴。据统计:全世界每年死于恶性肿瘤的人数约700万,其中中国约100万人。因此, 恶性肿瘤的防治已成为医学界所关注的重要课题。 随着肿瘤综合治疗的开展，中医药治疗作为中国传统特色疗法,在当今恶性肿瘤的综合治疗中发挥越来越重要的作用。因此，充分了解中医肿瘤的研究现状、临证思路和用药特点，才能更好发挥中医在肿瘤治疗中的作用。 1.中医肿瘤学的概念 中医肿瘤学是中医学的重要组成部分，是在中医理论的指导下，研究各类肿瘤性疾病的病因病机、临床特点、辨证论治规律及预防康复保健等的一门临床学科。它涵盖了中医肿瘤病因学、发病学、病机学、辨证学、治疗学、护理学、预防学等多学科领域，系统反映出中医肿瘤独特的理论体系和辨证论治规律。 2.中医肿瘤的学术特点 2.1整体观：中医认为：“天人合一”，人与自然及机体内部各脏腑器官之间形成了一有机的整体，自然的变化与人的生长发育及疾病息息相关。这种思想在中医肿瘤中体现尤为突出，中医认为肿瘤病是一种全身性疾病的局部表现，其发生、发展是机体内、外多种因素作用的结果，因此，中医肿瘤学中十分强调“整体观”在肿瘤发生、发展、治疗中的意义。 2.2动态观：肿瘤发病是一个复杂的过程，肿瘤不同的发展阶段呈现了不同的临床特点和病机特色，因此，中医强调肿瘤研究过程中的“动态观”，注重分析肿瘤不同阶段的动态变化特点，把握每个阶段的病机变化关键，准确、合理地应用中医的各种治疗方案。 2.3辨证与辨病观：肿瘤病是一大类疾病的总称，其具有病种繁多，病症复杂等特点，不同部位的肿瘤，不同病理特性的肿瘤，临床表现各不相同，因此，中医在肿瘤临床治疗研究中，不仅强调辨证，亦强调辨病，注意辨证与辨病的有机结合,突出在辨病基础上的辨证治疗。 2.4“杂合以治”观：由于肿瘤病的复杂性、特殊性，中医强调肿瘤治疗中的“杂合以治”，所谓“杂合以治”与现代肿瘤“综合治疗”十分相似，其主要根据不同肿瘤不同阶段的临床特点，运用中医辨证观和整体观，有计划地、合理地应用中医各种治疗手段，改善患者体内脏腑阴阳失衡的状态，提高肿瘤患者生存质量，最大限度延长生存周期，并且提高治愈率。 3.中医肿瘤病因病机回顾与再认识 中医学对肿瘤的认识，是从人与自然的是一个整体、人体本身是一个整体的角度出发的。历代医家经过大量的临床观察与实践，进行了多方面的探索，提出了数种观点，分述如下： 3.1毒邪为主说：中医学认为“物之能害人者，皆谓之毒”，“邪之凶险者谓之毒”。综观古籍，以毒命名的疾病，有一共同特点，即：病势发展快而较崐重，严重地危害着人的生命与健康。恶性肿瘤害人之速，发展之凶险，必因毒邪所致。在此观点指导下，采用“以毒攻毒，使邪毒有出路”的治则，临床用药表现为攻邪之药或用量较大或毒性较强等等。有的学者依据《疮疡经验全书》的论述，结合乳岩临床表现–坚硬如石的特点，认为此乃“阴毒”，非一般的火毒，主张用阳和汤施治。钱伯文氏以热毒立论，认为肿瘤的形成，或外感热毒，或内生火毒，遵循古训“热淫于内，治以咸寒，佐以甘苦，以酸收之，以苦发之。火淫于内，治以咸寒，佐以苦辛，以酸收之，以苦发之。”治疗采用清热解毒，育阴化毒，取得了较好的疗效。现代药理学研究证实许多清热解毒药具有一定的抗癌作用。孙秉严氏以“毒邪瘀滞”立论，认为癌的发生是先有脏腑阴阳失调，再加六淫、外伤、七情诱发，使体内产生一种寒性或热性瘀滞后，又产生一种“毒””，由于毒的日积月累，才引发了癌。因此主张治癌必须攻毒，立法以祛毒、破瘀、攻下相结合，其中祛毒使用汞、砷制剂，斑蟊、蟾酥、巴豆等毒剧药，提出“攻有毒就不中毒”。林通国氏采用“十八反”药物研制成拮抗丸，进行以毒攻毒治疗肿瘤，取得了一定效果。晚近对砷制剂、斑蟊提取物等的研究，为此提供了有力的证据。 3.2 痰邪为主说：《丹溪心法》指出“凡人身上、中、下有块者，多是痰。”《类证治裁》提出：“痰核专由痰结深固而成。”朱曾柏氏从实践中总结认为：尽管致癌原因很多，一旦肿块形成.多由“顽痰死血，结聚化毒使然”，治疗以化痰为主，酌佐破死血，解蕴毒，软坚散结。并认为“大凡体表肿瘤，其色晦暗，扪之疼痛，或舌紫红，为顽痰死血之象” 其治疗多选用夏枯草、半夏、白芥子、海藻、黄药子等。 3.3瘀血为主说：瘀血凝滞是肿瘤形成的极为重要的原因，目前已为医学界所公认。陈健民氏从西医学角度阐述了血瘀证(癌症的血液高粘学说)：(1)癌细胞容易引起血液高粘状态;(2)血液高粘状态又为癌栓创造了条件;(3)药物抗凝可提高治癌的疗效，减少复发，延长生存期。并且认为形成血液高粘度的四大因素为：a.癌细胞可分泌“癌凝血因子”;b.血蛋白数量增多;c.血“寰奂陨撸籨.血脂数量增多。其研究进一步证实了肿瘤患者瘀血证候的存在，故化瘀是治癌的必用之法。 3.4 气郁学说：气是构成人体，维持生命的最基本物质，其功能主要有推动作用、温煦作用、防御作用、固摄作用和气化作用。气以充足流通为常，一旦流通受阻，局部阻滞，升降出入之枢被扰乱，津液营血随之而凝，久则成岩。《外科正宗》说：“忧郁伤肝，思虑伤脾，积想在心，所愿不得志者，致经络痞涩，聚结成核。”《医宗金鉴》也指出：“乳岩由肝脾两伤，气郁凝结而成。”临床多数肿瘤患者具有情志抑郁或强烈情志刺激史，说明情绪因素在肿瘤发病中的重要地位，同时也反映出气郁、气滞是恶性肿瘤的主要病机之一。 3.5阳虚学说：《内经》云“阳气者，若天与日，失其所则折寿而不彰。”《疮疡经验全书》认为乳岩的形成，是阴极而阳衰，阴虚积聚，血无阳不敛所致，岩之坚硬如石，阴也。喻全谕氏经对照研究，认为阳虚是肺癌正虚之关键，又直接与邪实的产生和发展有关，温阳药的应用，有效率达62%，非温化组仅35%有效，且应用温化药无副作用。现代实验研究证明：使用物理加热疗法，以43℃的温度直接作用于局部，能迅速杀死癌细胞。笔者在临床采用温肾化瘀散结法治疗脑肿瘤，取得较好的疗效。 3.6 正虚学说：《内经》云：“正气存内，邪不可干“，“邪之所凑，其气必虚”。《外科秘录》说：“天地之六气，无岁不有，人身之七情，何时不发，乃有病有不病者何也?盖气血旺而外邪不能感，气血衰而内正不能拒，故六淫所伤，伤于气血之亏也;七情所伤，伤于气血之乏也。”这些论述皆说明，凡病皆有正虚的一面，肿瘤的发生尤其如此。《医学汇编·乳岩附论》指出：“正气虚则为岩”，张景岳有“脾肾不足及虚弱失调之人，多有积聚之病”，“约少年少见此病，而为年衰耗伤者有之”。赵献可认为噎膈“惟男子年高有之，少无噎膈。”《医宗必读》也指出：“积之成者，正气不足，而后邪气踞之”。临床统计：随着年龄的增长，肿瘤发病率也随之增高，说明正气虚弱是肿瘤性疾病发生的病理基础，即使早期患者无明显虚象，若检查其免疫功能，特别是细胞免疫，一般是低下的，中医使用的补剂，特别是补脾、补肾都有增强免疫功能的作用。 3.7 生物全息论：山东大学张颖清氏提出：“全息胚是生物体相对独立的结构和功能单位，任何一个全息胚都可发育成一个新个体。癌的形成是滞育在卵裂期或桑椹期发育阶段的全息胚，具有此两期的细胞学特性。因此征服癌的新战略在于：促进癌细胞的发育穿出癌区而正常化，凡具有促进和诱导再生、修复的物质，都是全息胚的分化促进剂。”研究发现：仙茅、蝉蜕、白花蛇、乌梢蛇、地龙、斑蟊、壁虎等具有促分化的作用。这一理论为肿瘤的诊断、治疗和药物的筛选，提供了一种新的指导思想和途径。 3.8耗散学说：笔者通过大量临床观察发现，肿瘤的病机特点可用“耗散”两字概括，提出了一种新的中医肿瘤发病学说—“耗散学说”。笔者认为肿瘤性疾病具有其特殊性，其病程中自始至终表现出“散”与“失固”的矛盾，具体体现在“正虚”与“癌毒”两个方面。一方面肿瘤患者自始至终表现正气耗散、正虚失于内固的过程，一方面癌毒本身具有易于扩散转移的特性。从生理上讲，正气与癌毒之间的关系表现为：正气具有抗癌、固癌的双重作用，正气具有抗邪的本能，癌毒一旦产生，正气即作出反应，发挥其抗癌能力;正气还具有固摄癌毒，抑制癌毒扩散的作用，这一作用贯穿疾病全程。只有在癌毒的扩散能力超过了正气的固摄能力的情况下，才会发生癌毒扩散，肿瘤转移。从病理上讲，正虚与癌毒又互相联系，互相影响：正虚是导致癌毒产生的病理基础，如《医学汇编》所谓“正气虚则为岩”。同时，正虚失于固摄，又使癌毒更易于扩散，形成转移;癌毒耗散正气，又可以加重正虚。双方力量对比处于动态变化中，疾病初期，正气的抗癌、固癌能力尚强于癌毒的致病力，癌毒深伏，扩散趋势受到一定程度的抑制，临床常无明显症状和体征;随着正气的耗散，正虚进一步加重，癌毒的致病力超过正气的抗病力，疾病进展，出现临床症状和体征，癌毒发生扩散，形成转移，进入中期;恶性肿瘤晚期，毒势鸱张，邪毒淫溢，流散四方，正气大虚，逐渐出现阳虚阴竭，阴阳离决而死亡。笔者根据这一理论学说提出了“固摄法”，通过临床与实验研究取得了较好的结果。 上述这些观点既有古人经验的继承,又有当代医家的实践研究,无疑对探索治疗肿瘤具有极其重要的意义。但是不可否认,到目前为止,每一种观点都不能指导临床去征服肿瘤,说明这些学术观点尚需完善,而其深入的探索为我们开阔了研究的思路,活跃了科研学术空气,具有很重要的意义。 4.中医肿瘤临证思路与用药特色剖析 4.1. 临证思路 临证思路是指临床医师对疾病进行分析、判断，从而提出治疗方案的思维过程。一位肿瘤科医师，其临床思维方法是否科学、正确，对于肿瘤临床诊疗具有决定性的影响。 4.1.1中医肿瘤临证思路的基本指导原则 (1)群体辨证与个体辨证结合的原则 肿瘤作为一大类疾病的总称，临床中往往体现出共同的基本病机特点，即正气不足。而相同部位和性质的肿瘤临床中亦能发现其共同的中心症候群和总的病机特点，如肺癌患者往往以咳嗽、胸痛、咯血、发热、消瘦为中心症候特点，而以气阴两虚为基本病机特点，所以，临床辨治中应首先分析、掌握相同肿瘤性疾病的共同特点，了解其共性特征，总结其治疗规律和用药特色。其次，由于不同个体、不同病期、不同生物学特性的肿瘤，临床表现、病机和用药亦有所差异，因此，在充分分析共性的基础上，掌握个性特征，使群体辨证与个体辨证相结合，共性与个性统一，才能达到最佳的治疗效果。 (2)辨病与辨证结合的原则 辨证论治是中医学的精髓，肿瘤作为临床症状复杂，病情多变的一类疾病，临床中更应掌握好辨证，才能及时、准确把握疾病发展的动态。同时，肿瘤作为一类特殊的疾病，由于部位不同，肿瘤生物学特性各异，又有其各自的发展规律和特点，因此，临床中只有将辨病与辨证相结合，才能有效地治疗肿瘤。 (3)“杂合以治”的原则 肿瘤性疾病由于其临床表现的多样化，发病因素的复杂化，这就决定了肿瘤性疾病治疗的综合化，所以，临床中应从多角度、多层次认识肿瘤，把握治疗时机，有计划选择治疗手段，发挥肿瘤“综合治疗”效益。 4.1.2临证思路的基本步骤与方法 (1)搜集临床资料 临床资料的搜集是临证思维的基础，临床资料的准确、完整与否直接影响了临床思维的正确性，因此，临床医师必须具有扎实的临床基本功底和临证观察技巧，必须掌握科学的思维方法，才能使临床资料更准确，更能客观反应疾病的内在本质。由于肿瘤性疾病的特殊性，临床病情的复杂，更要求我们具备广博的知识，善于抓住关键的症候资料，解决主证。 (2)辨证与辨病 在掌握准确的临床资料基础上，根据肿瘤病的特点，首先应根据所收集的临床症状、体征、各种检查进行辨病，明确疾病的诊断，然后，根据四诊资料进行中医辨证，明确中医的证类性质。 (3)提出治疗方案 根据临床辨病和辨证的结果，确立临床治疗方案。如：肺癌，可根据症状、体征、检查等明确疾病诊断，包括细胞学诊断、分期诊断等等，然后，明确中医辨证类型，根据这些提出综合治疗方案，进行临床观察。 (4)验证与随访 临床疗效是验证治疗方案好坏的关键。疾病的发展是一个动态的过程，因此，在临床中治疗方案并非固定不变，而是伴随着疾病的变化而逐步完善，并通过临床反复验证，才能获得最佳的临床疗效。 4.2 肿瘤临床用药特色 用药是临床治疗的关键，不同的疾病有着不同的用药规律和特色。临床肿瘤用药可概括为以下几点： 4.2.1强调辨证用药和辨病用药结合。如在辨证用药的基础上，肺癌可配伍鱼腥草、白花舌蛇草;肝癌配半枝莲、干蟾皮;脑瘤选用藤梨根、蜈蚣等。 4.2.2宜平补，忌大补;宜温平，忌苦寒。肿瘤是一种全身属虚，局部属实的”洹R话阒琢龌颊撸乇鹗峭砥诨蚍呕坪蟮幕颊撸碜纯鼋闲槿酰湃嗽疲“虚不受补”，因此，临床中不宜大补，往往采用平补的办法，收到较理想的临床疗效。同时，中医认为肿瘤性疾病属阴瘤范围，加之肿瘤患者体质较弱，苦寒之药宜败伤脾胃，不利于肿瘤消散，所以，临床中不宜用大苦大寒的药物，往往采用温平之药使脾胃得健，阴瘤得散。 4.2.3强调扶正药的应用：正气不足贯穿了肿瘤发病的始终，因此，肿瘤治疗十分强调扶正药的应用，常用的药物如：黄芪、猪苓、茯苓、女贞子、补骨脂、鳖甲、冬虫夏草、灵芝等。 4.2.4用药量宜大：肿瘤病情复杂，病势沉疴，临床非重剂不可为，所以，临床用药时，一定要注意药物剂量，如仙鹤草30-60克、薏苡仁30克、生芪30克等。但在使用毒性药物时，一定要严格按照药典剂量标准，做到“中病即止”，避免中毒发生。 4.3.常见肿瘤病的临床辨治思路和用药规律 肺癌：基本病机：气阴两虚、毒瘀互结。治法：益气养阴，化瘀解毒。方药：沙参麦冬汤加减。 食管癌、胃癌：基本病机：脾肾两亏，痰瘀胶结，气逆不降。治法：补益脾肾，化痰散瘀，降逆。方药：参赭培气汤加减。 肝癌：基本病机：肝郁脾虚，毒瘀互结。治法：疏肝健脾，化瘀解毒，消导散结。方药：鳖甲煎丸或青蒿鳖甲汤加减。 大肠癌：基本病机：脾肾双虚，湿毒内结。治法：健脾补肾，化湿解毒。方药：六合汤加减。 乳腺癌：基本病机：肝郁气滞，毒瘀互结。治法：疏肝理气，化瘀解毒。方药：加味逍遥散加减。 恶性淋巴瘤：基本病机：脾肾亏虚，痰瘀阻络。治法：健脾补肾，化痰散瘀，通络解毒。方药：消瘰丸加减。 卵巢癌：基本病机：脾肾亏虚，瘀毒内结。治法：健脾补肾，活血化瘀，解毒。方药：大黄蔗虫丸加减。 脑瘤：基本病机：脾肾亏虚，痰瘀阻窍。治法：健脾补肾，化痰开窍，活血解毒。方药：白金丸加减。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"肿瘤临床诊疗中的生命伦理问题思考","slug":"zj1buf","date":"2017-11-10T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/10/zj1buf/","link":"","permalink":"http://yoursite.com/2017/11/10/zj1buf/","excerpt":"","text":"恶性肿瘤是危害人类健康的重大疾病之一。据世界卫生组织2003年公布的数据显示：2000年全球共有 恶性肿瘤患者1000万，其中男性530万，女性470万;因恶性肿瘤死亡者高达620万，占总死亡人数的12%，在多数发达国家这一数字可达25% 。在发展中国家，由于城市化进程的加快，饮食习惯及与之密切相关的肿瘤的发生均将逐渐转变成经济发达国家的类型。如果这一趋向得不到改善，预期到2020年，全球每年新发病例将达1500万;肿瘤病人总数，在发展中国家将增长73%，而发达国家增长29%。因此, 恶性肿瘤的防治已成为医学界所关注的重要课题。 近几年来,随着现代生物技术、生命科学迅猛发展，一方面使肿瘤临床诊疗迈入了一个崭新的历史时代，另一方面却使人类面临一连串前所未有的伦理、法律、社会问题。科学的进步需要伦理的设防，如何在肿瘤临床诊疗中充分发挥这把双刃剑的作用，是值得肿瘤临床医生认真对待的一个问题。 1. 生命伦理学与传统医学道德 生命伦理学是20世纪60年代首先在美国随后在欧洲产生发展起来的一门新学科，也是迄今为止世界上发展最为迅速、最有生命力的交叉学科。生命伦理学的生命主要指人类生命，但有时也涉及到动物生命和植物生命以至生态，而伦理学是对人类行为的规范性研究，因此，可以将生命伦理学界定为运用伦理学的理论和方法，在跨学科跨文化的情境中，对生命科学和医疗保健的伦理学方面，包括决定、行动、政策、法律，进行的系统研究。生命伦理学的兴起和发展，改变了传统的医学道德观念。传统观点认为人的生命是神圣的，只有无条件的保护生命才是道德的;而生命伦理学则认为，当代生物医学技术对生命的保护是有条件的。我们既可以有条件地让某些生命存活，也可有条件的让某些生命死亡。其次，表现在道德观念的变化上。传统观点认为，医学伦理道德的价值目标首先是生命的生理价值;而生命伦理学追求的价值目标是以人的价值和社会的价值为前提的生理价值和医学价值，要求把生命的尊重和神圣性与生命的价值和生命质量结合起来。再者，传统医学道德认为，医生与病人之间只有义务的关系，医务人员的高尚道德全部表现在对病人尽义务上，而且只对病人个体负责，而生命伦理学不仅要求医生对病人负责，而且要求同时对整个社会和人类负责。生命论理学将义务论、价值论和公益论统一起来。生命伦理学的实践就是要不断地把他们统一起来，并使之符合在一国籍和文化背景以及大多数人的心理承受能力基础上发展人们的观念，规范人们的行为，从而使生命朝着符合人类自身利益的方向发展。 2.肿瘤临床诊疗中的生命伦理问题 伴随着临床医学模式的变化，肿瘤临床诊疗观也发生了巨大的变化，从过去单一治疗模式向综合治疗模式发展，从过去以“疾病”为中心的治疗观向以“人”为中心的个体化诊疗方向发展，这种转变更加突出了生命伦理学在肿瘤临床诊疗中的作用。生命伦理学不仅强调了患者生命的价值，同时更强调将生命的神圣性与生命的价值和生命质量结合起来，这也正是当今肿瘤临床治疗所追求的最高境界。肿瘤患者是一个特殊的疾病群体，由于现在对肿瘤认识的局限性，导致肿瘤临床治疗充满了困难与矛盾，肿瘤临床诊疗问题不仅是患者个体的问题，更重要的是社会问题，肿瘤临床治疗除了患者个体外，还涉及家庭、单位、社会等众多群体，所以，如何在临床诊疗中将生命价值与生命质量结合，将患者个体与社会群体结合，是我们在肿瘤临床治疗应关切的重要问题。 2.1 癌症病人的知情同意权与医疗保密权 知情同意是指患者有权知晓自己的病情，并可能对医务人员采取的诊治措施提出取舍意见，这是病人的一项基本权利。尊重患者的自主权已成为医学道德的重要原则，是构建现代医患关系的基础。患者不仅对自己疾病的病因、诊断、方法、治疗原则以及可能的预后等有知情的权利，而且对医师治疗上的决定可行使同意或否决的权利。对于癌症患者知情同意尤为重要。因为癌症病人病情特殊，其诊断、治疗多为侵袭性操作或损害性治疗，这种医疗服务行为的侵害性会增加病人生理和心理的痛苦，甚至关系其生命健康的预后，因此，应该充分让患者了解病情及治疗所造成的伤害是保证临床诊疗的关键环节。如：癌症化疗患者，化疗前，我们明确告诉患者治疗中可能出现的一些毒副作用，如恶心呕吐、食欲不振、脱发、手足麻木等，针对这些副作用，我们可能采取的措施，完成化疗疗程对疾病康复的意义，病人往往都能以一种积极的态度对待治疗，保证临床疗效。 保守秘密是医护人员基本职业道德要求之一，特别对某些特殊病情应注意为之保密。对于癌症患者而言，虽然目前诊疗手段不断提高，癌症病人的远期生存率和生活质量有了显著改善，但对大多数人来说，一旦被确诊患了癌症，犹如被判了死刑，很难面对和接受这一事实。那么对于癌症患者是应该尊重病人的知情权而告知病人实情，还是遵守保密的原则对病人隐瞒病情呢?这是癌症临床诊疗中首先要解决的关键问题。因为癌症的诊断与治疗有其特殊性，及时告知患者病情，有利于建立双方协作和交流机制，从而促进诊疗措施的顺利实施。同时，由于目前对癌症认识的不足，使许多人对癌症有明显的恐惧感，如果不对患者进行保密，这种突然的打击往往导致患者精神崩溃，有的患者甚至丧失生活的信心，拒绝治疗。所以，癌症临床诊疗中，处理好癌症病人知情同意权与医疗保密的关系关键在于如何从对病人最有益的角度出发去实施这些制度。临床中，可以因地制宜、因人制宜，区分不同对象的心理、生理特点，选择不同时机和不同方式向患者告知病情，这样既尊重了病人的知情权，又尊重了医疗保密原则，达到临床的治疗目的。 我们临床中曾经有这样一位晚期肺癌患者，在诊疗过程中，虽然患者已知道自己的简单病情，但对于病情的严重程度并不了解，患者家属害怕病人了解病情后，患者无法接受，所以，整个治疗中一直隐瞒病情的严重程度，让患者对治疗充满过高的期望，该患者采用了化疗、放疗、微创治疗、药物靶向治疗等各种治疗方法，但病情并没有期望那样得到缓解，患者情绪烦躁，求生的欲望与治疗效果反差，使她痛苦不堪。后来，到我院求治，从第一次治疗开始，我们通过对患者病情的了解，首先帮助患者重新树立治疗的信心，针对其临床突出的症状—腹泻进行治疗，用药1周后，腹泻明显缓解，患者信心增强，情绪稳定。这时，我们及时将病情状况对患者进行了细致的分析，指出了治疗对病情变化的影响，病人此时才如梦方醒，知道目前治疗最真实的效果，所以，更积极配合治疗，心情也变的快乐起来。现在在我院门诊治疗近2个月，身体状况逐步恢复，从开始需要人搀扶看病，到目前自己来看病。 2.2癌症病人的选择权与临床的合理治疗 选择权是病人的一项基本权利，病人获知其病情后，在医生提供的各种治疗方案中选择一种，提出自己的意见，也就是说是否治疗、如何治疗是由病人自己决定的，这样患者不仅可以积极地配合治疗，还可以调动其他积极的心理因素。当然在实践过程中病人选择权的实施受很多因素影响，如知情程度、文化程度、理解能力、自主能力、价值观念、环境诱导、周围压力等。在中国”由于传统观念的影响”大部分知情同意权归病人家属所有”因此选择权也多由家属决定。应该看到”多数情况下家属的利益与病人利益是一致的，他们做出的选择多数也是从病人的实际出发的。选择权在实践过程同样受家属文化程度、人力、物力、财力以及与病人的关系等影响。病人做出的选择多考虑的是个体健康、安全。家属做出选择的时候较多考虑的是亲情、感情和社会舆论。医学是一门专业性极强的学科，医生在判断病情与确定治疗措施时有一定的权威，病人或家属的选择很大程度上受医生的决定所影响。医生的天职是治病救人，救死扶伤。凭借其丰富的临床经验、浓厚的医学知识做出的选择当然是有效的。但是事实并非完全如此，医生做出选择时较多考虑的是治疗效果、医疗安全、经济效益、人际关系等。由于诊疗行为具有两面性，既有医治患者疾病的积极一面，也有给患者带来侵袭、痛苦、危险、费用等消极的一面。因此，医生在履行告知义务的同时还必须尊重病人自己的决定。 合理治疗是癌症临床获得疗效的关键，临床中，我们应将合理治疗与患者的选择权有效地结合，正确引导患者选择科学的治疗方案，从而获得最佳的生活质量和生存周期。对于临床医师而言，必须从患者利益出发，根据患者病情状况、经济条件等，结合临床研究进展，分析临床疗效与费用比值，制定适合患者状况的最佳方案，从而避免过度治疗造成的患者痛苦和医疗资源的浪费。当然，现实中确实存在着很大的差异，由于医院中存在着不同的分科，如化疗科、放疗科、外科、介入科等等，患者一旦确诊癌症后，患者与家属均陷入盲目求医中，而到了医院后，由于各科室间缺乏密切的协作关系，所以，假如患者到放疗科时，放疗医生并未全面考虑患者的整体病情，能放疗者就首先放疗，这样，也为后期治疗带来了困难。对于患者，虽然存在选择权，但由于患者缺乏癌症方面的知识，对治疗认识不清，一旦听说一种方法有效，就想试试，并不考虑是否适合，而有的临床医生认为只要病人愿意就可以用，而没有帮助病人综合分析治疗中的问题，确定正确的治疗观点。我们在临床也遇到这样一位患者，患者老年，男性，因肺癌手术后、放、化疗后，复发转移，根据患者当时病情和既往治疗的情况，我们确定了以中医药治疗为主的诊治方案，经过3个月的治疗，患者临床症状明显好转，生活质量得以提高，转移病灶稳定。后来，患者一直未来就诊，又经过4个月，患者再次来我院就诊时，病情已进一步恶化，询问情况方知，患者听说某医院有种新的化疗药物，所以，就到该院接受治疗，治疗后，出现了肝转移，又去做了介入，再度出现脑转移。从这样1例病例，我们可以得到这样的提示：患者的选择一定要与科学合理的治疗结合，医生在尊重患者选择权的同时，一定要帮助患者建立科学的治疗观。 2.3晚期癌症病人的治疗问题 癌症病人经历了手术、化放疗等漫漫痛苦发展到晚期，出现较大范围转移或复发、机体恶液质、多个脏器功能低下和难以忍受的剧痛、生活质量极其低下。家属在经历了长期对病人的照护后身心也受到严重影响，家庭经济不堪重负。就病人而言，此时为延长生命而采取维持疗法是毫无积极意义的，放弃治疗意味着解脱。但是长期以来受传统观念的影响，人们对于身患不治之症的病人处理原则是只要有一线希望就不惜一切代价，好死不如赖活着，对亲人放弃治疗从感情上无法接受。就全社会范围来看，耗费大量有限资源去维持一个没有任何价值的生命也是不符合医学道德原则的。这类伦理冲突涉及生命权、疾病认知权、治疗决策权、知情同意权等。当病人、家属、医生的选择出现冲突时，该如何做出正确的选择呢?首先应该尊重患方知情自主的原则，患方主要指病人本人和家属，从实质上说自主权是属于病人的。其次是坚持有利无害原则，强调治疗应使患者受益。同时应尽可能避免由于治疗引起的伤害，最低限度也应要求预期受益应大于预期损害。第三是恪守科学认定准则和恰当干涉准则， 医务人员必须从科学出发，不能无视和排斥其它准则，要充分认识可能出现的伦理学冲突。 对于晚期癌症患者的治疗，我们应在生命伦理学原则指导下，把生命的尊重和神圣性与生命的价值和生命质量结合起来，充分体现出人文的关怀，在最大程度降低疾病痛苦和提高生活质量的前提下，延长患者的生存周期。所以，对于晚期癌症病人，能提高生命质量的治疗必须积极采用，而增加痛苦的治疗应合理放弃。 3.中医肿瘤临床诊疗中的生命伦理问题 中医药在癌症治疗方面的独特性, 使其成为我国肿瘤综合治疗中必不可少的手段之一。生命伦理学是中医治疗癌症中随时可能遇到的问题,建立正确的伦理观,将有助于中医肿瘤诊疗的顺利进行。 3.1 中医肿瘤临床中对“人”的认识 中医认为人是世间万物中最宝贵，珍爱生命是预防和治疗肿瘤的重要前提。《素问》:“天覆地载,万物悉备,莫贵于人”。所以，在癌症的中医治疗中十分强调“病的人”，将提高人的生活质量放在了治疗的首位。 3.2 中医肿瘤临床中对医生的要求 中医临床疗效的高低取决于医生水平的高低，由于不同医生临床经验与学识水平的差异形成了中医临床疗效不确定的重要因素，这要求临床医生在肿瘤诊疗中，一定要本着实事求实的态度，认真对待患者，既不能妄自夸大临床疗效，误导病人接受不必要的治疗，也不要诋毁中医在肿瘤治疗中的优势和特色。作为好的医生，就必须“博极医源,精勤不倦 ”,这样才能“省病诊疾,至意深心,详察形候,纤毫勿失,处判针药,无得参差”。 3.3中医肿瘤临床诊疗中应注意的伦理问题 中医药适用于临床肿瘤治疗的各个阶段，但中医中药并不是万能的。在很多时候肿瘤的治疗及并发症的处理还必须运用手术、放射治疗、化学药物治疗、生物治疗等手段,将中医药、手术、放疗、化疗等相结合,积极应用综合治疗的手段。如果一味强调中医药的重要性, 盲目扩大中医药适应证,不仅给病人带来很大伤害,还会使肿瘤治疗造成混乱,对于学术上的发展也是十分不利的。 临床在中医药的应用中,应根据病人情况选择最合适的治疗方药、最恰当的治疗时机、最佳的配伍治疗手段,确保治疗安全无害,竭力减轻病人痛苦,力求降低治疗费用。医者根据医学专业知识和治疗经验提出“最佳”诊疗方案同时,要综合病人各方面的情况,认真考虑各种可能性,包括病人家庭、病人的单位或其他社会关系和背景,并根据最小风险/损伤以及最大受益的原则,决定治疗方式。 我们曾治疗1例晚期前列腺癌多发骨转移的患者，患者9年前，在某西医院，确诊为前列腺癌多发骨转移，并被告之生存期大约半年左右。患者并未因此放弃治疗，主动寻求中医诊疗，我们根据患者病情，确定了中药配合内分泌治疗为主的诊疗方案，经治疗，患者病情好转，目前已生存9年。从这例患者治疗情况看，合理治疗，科学规范用药和病人的积极配合是临床疗效的关键。 随着医学科学特别是生命科学的发展，生命伦理学正日益受到病人、家属、医务工作者乃至全社会的广泛重视，肿瘤诊疗工作中的伦理学问题是一个新颖而又值得关注的领域，需要在实践中不断完善和发展。对于中医肿瘤临床，生命伦理更是一个全新的课题，正确的中医肿瘤伦理观必将有效地推动中医肿瘤学健康有序的发展。 上一篇： 战胜癌魔,靠我们自己! 下一篇： 肿瘤中医“耗散”病机假说的建立和固摄法的提出","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"肿瘤中医“耗散”病机假…","slug":"zj1brx","date":"2017-11-10T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/10/zj1brx/","link":"","permalink":"http://yoursite.com/2017/11/10/zj1brx/","excerpt":"","text":"恶性肿瘤是危害人类健康的重大疾病之一，人们”谈癌色变”并非夸大其词，恰恰说明了人们对肿瘤认识和治疗的局限性。进入新世纪，人们在肿瘤发生和治疗中又有了很多新的发现，能不能在本世纪初叶和中叶让肿瘤“低头”，如何让肿瘤“低头”成为人们所关注的焦点。现代肿瘤治疗学的发展，无疑为肿瘤治疗提供了更先进的手段，但是也存在着许多致命的弱点。如手术的发展，给许多肿瘤患者带来了希望，但因手术自身的局限性，虽然局部的肿瘤负荷消失或减轻了，但造成瘤细胞形成的内环境并没改变，所以，许多患者术后出现了复发转移。化疗是肿瘤内科治疗的主要手段，由于主要采用细胞毒药物杀灭肿瘤细胞，治疗中缺乏靶向性，所以，在抑制肿瘤细胞的同时，对机体正常细胞亦造成了严重的伤害。随着现代科技的发展，放疗定位更加精确，临床介入治疗的广泛开展，均为肿瘤的治疗提供的更科学的手段，但这些方法均忽视了癌细胞与宿主-人的内在关系，更多地强调了“疾病的表象”，缺乏对疾”局实闹瘟啤O执琢“靶向治疗”的发展，可能成为肿瘤治疗的一个新里程碑，进一步实现肿瘤治疗的个体化。但由于靶向治疗只能锁定肿瘤细胞发展的某个环节，所以，仍缺乏治疗的整体性。如何改变肿瘤发生的内环境才是有效控制肿瘤的关键。 传统中医学中蕴涵了丰富的肿瘤治疗信息，辨证观和整体观是中医学的精髓，也是我们认识肿瘤和治疗肿瘤的关键所在，可以说，在肿瘤的临床治疗中，中医药已成为肿瘤综合治疗的热点。笔者在深入挖掘传统中医肿瘤理论的基础上，查阅了大量古今医学论著和文献资料，结合长期临床实践和系统的实验研究，从中医角度对肿瘤发生和治疗进行了科学研究，提出了中医肿瘤“耗散病机假说”与固摄法。 中医肿瘤“耗散病机假说”是对肿瘤发生、发展、变化的全新认识，是中医肿瘤治疗理论的新突破。现代医学认为肿瘤细胞是由机体细胞而来的，不是外来的。肿瘤的形成与内外因关系密切。从分子生物学角度分析可能是由于基因调控的失调，破坏了肿瘤细胞生长的平衡调节，使细胞生长失去正常控制。同时，正常免疫功能缺陷也是肿瘤发生的条件。明确了肿瘤发生与机体内外变化的相关性。中医学一贯强调“天人相应”和“整体性”，人与自然之间不断进行物质和能量的交换，以维持阴阳动态平衡。同时，人体内各系统之间亦不断进行物质和能量的交换，维持着各系统间的阴阳动态平衡。这些现象正是“耗散结构”在人的生命体中的具体表现，现代研究表明：人的生命体正是一个远离平衡态的开放系统，他与外界交换物质和能量的通道除了“吃”这种粗放的通道外，更重要的是通过经络系统的“浮络”及各个穴位到内连五脏六腑的“经脉”这个精细的通道而完成的。这是保证完成“大生理功能”物质和能量供应的主要途径。经络中的精微物质能与每一个细胞接触，通过细胞膜上的离子通道能与细胞中的所有物质接触，所以才有完成“大生理功能”的条件和机会[1]。中医肿瘤“耗散病机假说”正是基于人体的“耗散结构”论，结合传统中医和现代医学研究的最新成果而提出的。中医肿瘤“耗散病机假说”认为人体与自然、体内各系统、细胞内外时刻都处于一种动态的阴阳平衡中。正如《素问·生气通天论篇》所言：”夫自古通天者生之本，本于阴阳。天地之间，六合之内，其气九州九窍、五脏、十二节，皆通乎天气，其生五、其气三，数犯此者，则邪气伤人，此寿命之本也。”又言“天之气，清净则志意治，顺之则阳气固，虽有贼邪，弗能害也…,失之则内闭九窍,外壅肌肉,卫气散解,此谓自伤,气之削也。”[2]说明了人体与自然的统一性。由于各种内外因作用，破坏了人体与自然的动态平衡，使阴阳失和，容易导致疾病产生。《素问·生气通天论篇》曰：“凡阴阳之要，阳密乃固，两者不和，若春无秋，若冬无夏，因而和之，是谓圣度。故阳强不能密，阴气乃绝，阴平阳秘，精神乃治，阴阳离决，精气乃绝。” [2]人体与自然界阴阳动态平衡的失调，进一步会影响体内各脏腑间平衡，使五脏之气运行失调，经络气血流行不畅，正气受阻，邪气滋生，久之，癌毒内生。正如：《灵枢·百病始生篇》云：“是故虚邪之中人也，始于皮肤……留而不去，则传舍于络脉……留而不去，传舍于经……留而不去，传舍于输……留而不去，传舍于伏冲之脉……留而不去，传舍于肠胃……留而不去，传舍于肠胃之外，募原之间。留著于脉，稽留而不去，息而成积。或著孙脉，或著络脉，或著经脉，或著输脉，或著于伏冲之脉，或著于膂筋，或著于胃肠之募原，上连于缓筋，邪气淫佚，不可胜论。”[3]现代医学所言肿瘤细胞是由机体细胞而来的，与传统医学的癌毒内生有不谋而合之处。从中医肿瘤“耗散病机假说”分析细胞癌变实质上就是由于体内平衡失调，导致细胞内外阴阳失和，阳气不能内固，促进细胞分化的原动力不足而造成的细胞突变,形成癌瘤。 根据中医肿瘤“耗散病机假说”，我们认为正虚是癌症发生的根本，癌毒是肿瘤发生的必然条件。 癌毒既不同于一般的六淫邪气，亦不同于一般的内生五邪及气滞、血瘀、痰凝诸邪，而是由于各种致病因素长期刺激，综合作用而产生的一类特殊毒邪。归纳起来，癌毒具有如下特性：①癌毒为“阴毒”，其性深伏，为病缠绵。②癌毒为实邪：从整体上讲，恶性肿瘤性疾病是一类全身性疾病，而癌毒及其所致的肿瘤是全身性疾病的局部表现，其本为正虚，其标为邪实。③易于耗散正气，导致正虚不固：恶性肿瘤自始至终表现为一系列的正气被癌毒所耗散的过程。④易于扩散：癌毒一旦产生，即处于恶性肿瘤的初期阶段，此期主要表现为癌毒向原发病灶周围的侵袭扩散;癌毒沿络脉、经脉流散，在适宜的环境下又会发生肿瘤，形成转移病灶，即进入中、晚期。癌毒淫溢流窜，正气耗散，此消彼长，癌毒的扩散转移趋势愈盛，病情更趋深重。⑤癌毒非外邪：癌毒是一类特殊毒邪，毒自内生是其重要特点之一。在正虚的基础上，多种致病因素相互作用，机体阴阳失调，脏腑经络气血功能障碍，导致病理产物聚结，日久则发生质的改变–产生癌毒，发生肿瘤。癌毒既是病理产物，又是肿瘤的直接致病因素。⑥癌毒的产生与局部气滞、血瘀、痰凝有关，肿瘤发生之后，癌毒又进一步加重了气滞、血瘀、痰凝等证候，形成恶性循环。气滞、血瘀、痰凝状态还是癌毒扩散和转移的适宜土壤与环境，癌毒由原发部位扩散，沿经脉、络脉循行过程中，为气、瘀、痰诸邪所阻，气滞血瘀，痰凝毒聚而生肿瘤。⑦毒性猛烈：恶性肿瘤的中晚期，癌毒深重，重阴必阳，化热化火，更伤正气，其害人之速，病势之凶险，反映了癌毒毒性猛烈的一面。[4] 我们认为癌毒特性中最主要的两个方面即耗散正气与扩散趋势，在不同肿瘤及肿瘤的不同阶段(病程)中有不同程度的体现。[5]换言之，肿瘤病机的本质性特征，一是肿瘤患者自始至终表现正气耗散、正虚失于固摄的过程，一是癌毒本身具有易于扩散转移的特性。从生理上讲，正气与癌毒之间的关系表现为：正气具有抗癌、固癌的双重作用，正气具有抗邪的本能，癌毒一旦产生，正气即作出反应，发挥其抗癌能力;正气还具有固摄癌毒，抑制癌毒扩散的作用，这一作用贯穿疾病全程。只有在癌毒的扩散能力超过了正气的固摄能力的情况下，才会发生癌毒扩散，肿瘤转移。从病理上讲，正虚与癌毒又互相联系，互相影响：正虚是导致癌毒产生的病理基础，如《医学汇编》所谓“正气虚则为岩”。同时，正虚失于固摄，又使癌毒更易于扩散，形成转移;癌毒耗散正气，又可以加重正虚。双方力量对比处于动态变化中，疾病初期，正气的抗癌、固癌能力尚强于癌毒的致病力，癌毒深伏，扩散趋势受到一定程度的抑制，临床常无明显症状和体征;随着正气的耗散，正虚进一步加重，癌毒的致病力超过正气的抗病力，疾病进展，出现临床症状和体征，癌毒发生扩散，形成转移，进入中期;恶性肿瘤晚期，毒势鸱张，邪毒淫溢，流散四方，正气大虚，逐渐出现阳虚阴竭，阴阳离决而死亡。根据中医肿瘤“耗散病机假说”，结合临床实际，形成了具有特色的中医治抗癌新法–固摄法。 固摄法治疗恶性肿瘤，其作用机制是通过：①固摄正气，防止正气的耗散，纠正正虚失固的状态;②固摄癌毒，防止或减少癌毒的扩散与转移。[6]正气本身具有对癌毒的固摄收束作用，在“正虚”状态下，癌毒的扩散与转移趋势超过了正气的防护约束力，疾”慊峤埂T诠躺惴ǘ哉鞍┒镜乃刈饔孟拢暮纳⑶魇频玫揭种疲降靡蕴嵘拱⒐躺惆┒镜哪芰υ銮浚┒镜睦┥⒆魄魇仆笔艿揭种啤4思垂躺惴ǖ牧⒁馑凇 固摄法的常用药物包括酸味药如白芍、乌梅、五味子、酸枣仁、菝契等，涩味药如龙骨、乌贼骨,椿根皮、赤石脂、芡实等，咸味药如牡蛎、文蛤等，以及处方中某些药物或烧炭存性，或用醋制,如杜仲炭、小茴香炭、芍药炭,醋制大黄等，其他如冬虫夏草补益固摄肺、肾之气，黄芪益气以固摄中气、卫气，桑螵蛸补肾固精，白果、蛤蚧敛固肺肾之气，山萸肉补肝肾，敛精气，莲子肉养心益肾补脾以敛精气等等，临床运用中可根据”渌婕暗脑喔课徊煌约安∏榍嶂囟们檠∮谩 我们在临床中根据中医肿瘤“耗散病机假说”和“固摄法”组成了固摄方，开展了系列临床与实验研究。临床研究显示：固摄方能有效提高肿瘤患者的生活质量，明显延长肿瘤患者的生存周期，减轻放、化疗的毒副反应。实验研究表明：固摄方能有效提高免疫功能，抑制肿瘤生长，抗肿瘤转移复发，对肿瘤新生血管有明显抑制作用[7]。为了进一步探讨中医肿瘤“耗散病机假说”的实质和“固摄法”治疗肿瘤的内在物质基础，我们将从细胞分子生物学角度，探索中医肿瘤的病机实质和中医药抗癌的内在靶点。 上一篇： 肿瘤临床诊疗中的生命伦理问题思考 下一篇： 澳大利亚的土著人","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]},{"title":"癌症,远离我!","slug":"zj1b","date":"2017-11-10T10:40:00.000Z","updated":"2017-12-06T05:21:49.014Z","comments":true,"path":"2017/11/10/zj1b/","link":"","permalink":"http://yoursite.com/2017/11/10/zj1b/","excerpt":"","text":"如果能养成下列几个方面的良好习惯，将有助于抵御癌症的侵袭。 1.养成有规律的作息习惯。睡眠最好定时定量，夜生活不应毫无节制，特别是昼夜睡眠节律不宜打乱。因为生物医学告诉我们，生物节律最重要的意义是使生物对环境变化产生更好的前瞻性适应。人在长期生活中建立起来的内部时间节律，对人的心理状态有很大影响。如果长期生活无规律，我们机体的正常免疫机能将会受影响，抗病能力将会下降，癌细胞就容易乘虚而入。 2.饮食结构应科学合理，做到食谱广泛、营养全面、荤素兼顾、粗细搭配。而偏食、嗜咸、嗜腌制食品的不良习惯应予纠正。因为食谱过窄易造成营养不良和矿物质、维生素缺乏，熏制霉变食物，则有直接致癌作用。 3. 要注意讲究卫生，不饮生水，饭前便后洗手，水果蔬菜进食前应洗净，不吃污染过的食品等。这些虽然是老生常谈，但仍有重申的必要。因为不讲卫生易致各种感染，给细菌病毒造成可乘之机。而经常性的慢性炎症本身就是癌变的潜在危险因素。另外，污染过的食品有直接致癌作用。 4.应坚持适量、适度的体育锻炼，纠正懒言少动的惰性习惯。因为体育运动有助于激发生命活力，增强体质，提高免疫力水平，使机体各个器官的功能得以全面发挥。生命在于运动，这句名言是极富哲理的。事实上，体格健壮本身就是抵抗癌症的最佳物质基础。 5.宜笑口常开，不宜悲悲戚戚;宜难得湖涂，不宜斤斤计较;宜开朗豁达，不宜怨天忧人。有些人爱吃后悔药，爱埋怨人，爱将不快和忧郁憋在内心而得不到解脱、宣泄。这样就等于使癌魔在我们身上潜藏了别动队和同盟军。 总之，改变不健康的生活方式和行为，建立和形成有益健康的生活方式和习惯，进行适当调理，不仅是增进健康的有效良策，也是预防癌症的重要手段。在今天，还有几种不良嗜好需要我们努力克服，如吸烟、嗜酒等。从某种意义上说，预防癌症是对我们毅力的挑战。倘若不能从改变生活习惯做起，就难以在虎视眈眈的癌魔面前高枕无忧。","categories":[{"name":"中医专家","slug":"中医专家","permalink":"http://yoursite.com/categories/中医专家/"}],"tags":[{"name":"肺癌，中医治疗肺癌，中医治疗癌症","slug":"肺癌，中医治疗肺癌，中医治疗癌症","permalink":"http://yoursite.com/tags/肺癌，中医治疗肺癌，中医治疗癌症/"}]}]}